{"back": 0, "would": 1, "go": 2, "really": 3, "also": 4, "even": 5, "dont": 6, "nice": 7, "got": 8, "best": 9, "well": 10, "staff": 11, "friendly": 12, "im": 13, "25": 14, "first": 15, "us": 16, "ive": 17, "love": 18, "came": 19, "definitely": 20, "went": 21, "always": 22, "didnt": 23, "come": 24, "never": 25, "try": 26, "ordered": 27, "much": 28, "knows": 29, "little": 30, "could": 31, "people": 32, "amazing": 33, "order": 34, "experience": 35, "restaurant": 36, "make": 37, "made": 38, "recommend": 39, "delicious": 40, "going": 41, "better": 42, "know": 43, "way": 44, "pretty": 45, "menu": 46, "right": 47, "new": 48, "two": 49, "day": 50, "ever": 51, "everything": 52, "sure": 53, "want": 54, "say": 55, "take": 56, "chicken": 57, "wait": 58, "still": 59, "around": 60, "see": 61, "said": 62, "give": 63, "took": 64, "think": 65, "2": 66, "next": 67, "price": 68, "since": 69, "every": 70, "times": 71, "night": 72, "fresh": 73, "cant": 74, "another": 75, "work": 76, "eat": 77, "bad": 78, "many": 79, "find": 80, "wasnt": 81, "area": 82, "location": 83, "small": 84, "lot": 85, "bit": 86, "minutes": 87, "something": 88, "last": 89, "vegas": 90, "long": 91, "bar": 92, "3": 93, "asked": 94, "told": 95, "though": 96, "customer": 97, "awesome": 98, "5": 99, "tried": 100, "worth": 101, "clean": 102, "looking": 103, "super": 104, "need": 105, "home": 106, "happy": 107, "feel": 108, "thing": 109, "table": 110, "wanted": 111, "sauce": 112, "prices": 113, "side": 114, "meal": 115, "lunch": 116, "different": 117, "excellent": 118, "big": 119, "dinner": 120, "quality": 121, "cheese": 122, "drinks": 123, "enough": 124, "found": 125, "years": 126, "nothing": 127, "away": 128, "done": 129, "youre": 130, "things": 131, "stars": 132, "favorite": 133, "thats": 134, "hot": 135, "coming": 136, "check": 137, "salad": 138, "visit": 139, "left": 140, "atmosphere": 141, "friends": 142, "look": 143, "taste": 144, "room": 145, "overall": 146, "however": 147, "highly": 148, "hour": 149, "4": 150, "anything": 151, "top": 152, "places": 153, "perfect": 154, "called": 155, "getting": 156, "full": 157, "drink": 158, "server": 159, "actually": 160, "everyone": 161, "sweet": 162, "ask": 163, "10": 164, "gave": 165, "kind": 166, "tasty": 167, "busy": 168, "probably": 169, "family": 170, "else": 171, "free": 172, "thought": 173, "put": 174, "decided": 175, "care": 176, "special": 177, "job": 178, "huge": 179, "used": 180, "without": 181, "selection": 182, "ill": 183, "old": 184, "quite": 185, "spot": 186, "use": 187, "pizza": 188, "store": 189, "large": 190, "inside": 191, "business": 192, "loved": 193, "meat": 194, "fries": 195, "review": 196, "ok": 197, "front": 198, "far": 199, "disappointed": 200, "fast": 201, "let": 202, "fun": 203, "id": 204, "quick": 205, "money": 206, "helpful": 207, "hard": 208, "flavor": 209, "call": 210, "looked": 211, "maybe": 212, "almost": 213, "pay": 214, "open": 215, "tell": 216, "wont": 217, "needed": 218, "couple": 219, "friend": 220, "house": 221, "couldnt": 222, "rice": 223, "reviews": 224, "1": 225, "town": 226, "least": 227, "half": 228, "enjoyed": 229, "absolutely": 230, "fried": 231, "usually": 232, "high": 233, "line": 234, "able": 235, "items": 236, "trying": 237, "end": 238, "must": 239, "hours": 240, "person": 241, "waiting": 242, "finally": 243, "someone": 244, "week": 245, "coffee": 246, "breakfast": 247, "especially": 248, "enjoy": 249, "manager": 250, "outside": 251, "whole": 252, "beer": 253, "decent": 254, "options": 255, "later": 256, "today": 257, "tasted": 258, "less": 259, "beef": 260, "part": 261, "wonderful": 262, "fantastic": 263, "help": 264, "water": 265, "felt": 266, "extremely": 267, "dishes": 268, "keep": 269, "doesnt": 270, "close": 271, "cooked": 272, "dish": 273, "bread": 274, "point": 275, "star": 276, "three": 277, "days": 278, "anyone": 279, "several": 280, "second": 281, "shop": 282, "cool": 283, "husband": 284, "served": 285, "restaurants": 286, "thank": 287, "car": 288, "extra": 289, "makes": 290, "eating": 291, "burger": 292, "wrong": 293, "sandwich": 294, "tables": 295, "walked": 296, "20": 297, "stop": 298, "walk": 299, "return": 300, "owner": 301, "theres": 302, "year": 303, "instead": 304, "started": 305, "soup": 306, "seemed": 307, "comes": 308, "waitress": 309, "isnt": 310, "deal": 311, "brought": 312, "stay": 313, "guy": 314, "name": 315, "cream": 316, "wouldnt": 317, "bring": 318, "either": 319, "may": 320, "customers": 321, "spicy": 322, "working": 323, "door": 324, "wish": 325, "pork": 326, "leave": 327, "professional": 328, "cold": 329, "dessert": 330, "attentive": 331, "steak": 332, "parking": 333, "plus": 334, "hotel": 335, "arrived": 336, "reason": 337, "saw": 338, "guys": 339, "already": 340, "sushi": 341, "making": 342, "15": 343, "yet": 344, "live": 345, "oh": 346, "strip": 347, "show": 348, "lots": 349, "start": 350, "ago": 351, "easy": 352, "yelp": 353, "beautiful": 354, "fish": 355, "problem": 356, "music": 357, "reasonable": 358, "portions": 359, "course": 360, "expect": 361, "although": 362, "shrimp": 363, "offer": 364, "sit": 365, "ice": 366, "phone": 367, "might": 368, "company": 369, "worst": 370, "waited": 371, "real": 372, "quickly": 373, "dining": 374, "sat": 375, "kids": 376, "regular": 377, "amount": 378, "size": 379, "yes": 380, "rude": 381, "drive": 382, "liked": 383, "needs": 384, "6": 385, "seems": 386, "decor": 387, "seated": 388, "wine": 389, "fine": 390, "group": 391, "30": 392, "soon": 393, "pick": 394, "local": 395, "ended": 396, "theyre": 397, "expensive": 398, "fan": 399, "late": 400, "wife": 401, "impressed": 402, "thanks": 403, "cut": 404, "party": 405, "paid": 406, "okay": 407, "plate": 408, "street": 409, "fact": 410, "looks": 411, "stuff": 412, "cheap": 413, "past": 414, "red": 415, "style": 416, "entire": 417, "given": 418, "las": 419, "buy": 420, "seen": 421, "short": 422, "seating": 423, "variety": 424, "guess": 425, "tea": 426, "received": 427, "horrible": 428, "believe": 429, "mind": 430, "perfectly": 431, "slow": 432, "dry": 433, "set": 434, "seem": 435, "trip": 436, "morning": 437, "taking": 438, "portion": 439, "waiter": 440, "comfortable": 441, "ate": 442, "stopped": 443, "months": 444, "ready": 445, "recommended": 446, "often": 447, "charge": 448, "warm": 449, "employees": 450, "glad": 451, "kept": 452, "etc": 453, "twice": 454, "life": 455, "change": 456, "saturday": 457, "green": 458, "offered": 459, "tacos": 460, "kitchen": 461, "choice": 462, "terrible": 463, "available": 464, "completely": 465, "early": 466, "light": 467, "gets": 468, "chocolate": 469, "run": 470, "others": 471, "knew": 472, "sitting": 473, "average": 474, "rather": 475, "yummy": 476, "priced": 477, "chips": 478, "office": 479, "plenty": 480, "bill": 481, "lady": 482, "serve": 483, "appointment": 484, "due": 485, "patio": 486, "bacon": 487, "gone": 488, "hair": 489, "white": 490, "heard": 491, "choose": 492, "ordering": 493, "cost": 494, "add": 495, "counter": 496, "across": 497, "main": 498, "weeks": 499, "crispy": 500, "rolls": 501, "within": 502, "expected": 503, "flavors": 504, "havent": 505, "near": 506, "along": 507, "weekend": 508, "totally": 509, "list": 510, "taken": 511, "recently": 512, "please": 513, "space": 514, "simple": 515, "servers": 516, "floor": 517, "understand": 518, "surprised": 519, "located": 520, "12": 521, "behind": 522, "issue": 523, "remember": 524, "bite": 525, "unfortunately": 526, "pleasant": 527, "walking": 528, "werent": 529, "rest": 530, "man": 531, "sunday": 532, "type": 533, "egg": 534, "immediately": 535, "literally": 536, "saying": 537, "girl": 538, "hit": 539, "bowl": 540, "roll": 541, "appetizer": 542, "moved": 543, "giving": 544, "youll": 545, "evening": 546, "four": 547, "exactly": 548, "hope": 549, "wow": 550, "orders": 551, "tip": 552, "city": 553, "packed": 554, "burgers": 555, "seriously": 556, "8": 557, "opened": 558, "worked": 559, "bought": 560, "ones": 561, "mexican": 562, "hands": 563, "friday": 564, "helped": 565, "option": 566, "talk": 567, "wings": 568, "together": 569, "cute": 570, "bbq": 571, "knowledgeable": 572, "card": 573, "sometimes": 574, "month": 575, "cake": 576, "unique": 577, "authentic": 578, "honestly": 579, "ambiance": 580, "ingredients": 581, "questions": 582, "read": 583, "truly": 584, "longer": 585, "potatoes": 586, "hand": 587, "prepared": 588, "poor": 589, "grilled": 590, "eggs": 591, "french": 592, "forward": 593, "birthday": 594, "buffet": 595, "including": 596, "soft": 597, "flavorful": 598, "fix": 599, "garlic": 600, "based": 601, "number": 602, "empty": 603, "sandwiches": 604, "noticed": 605, "greeted": 606, "paying": 607, "minute": 608, "rooms": 609, "black": 610, "pricey": 611, "checked": 612, "takes": 613, "watch": 614, "added": 615, "glass": 616, "five": 617, "excited": 618, "thai": 619, "mean": 620, "potato": 621, "bland": 622, "showed": 623, "tender": 624, "7": 625, "pieces": 626, "sign": 627, "feeling": 628, "date": 629, "upon": 630, "choices": 631, "dr": 632, "45": 633, "idea": 634, "issues": 635, "spend": 636, "noodles": 637, "beyond": 638, "italian": 639, "spent": 640, "anywhere": 641, "view": 642, "pool": 643, "eaten": 644, "pasta": 645, "attention": 646, "fair": 647, "phoenix": 648, "brunch": 649, "chinese": 650, "goes": 651, "loud": 652, "sorry": 653, "finish": 654, "turned": 655, "world": 656, "stayed": 657, "online": 658, "salmon": 659, "arent": 660, "level": 661, "butter": 662, "meals": 663, "hungry": 664, "dog": 665, "chef": 666, "talking": 667, "desk": 668, "head": 669, "total": 670, "cannot": 671, "downtown": 672, "simply": 673, "chance": 674, "100": 675, "mention": 676, "crab": 677, "process": 678, "happened": 679, "share": 680, "asking": 681, "treat": 682, "beans": 683, "filled": 684, "piece": 685, "visiting": 686, "seafood": 687, "case": 688, "low": 689, "management": 690, "outstanding": 691, "interesting": 692, "future": 693, "weve": 694, "game": 695, "value": 696, "boyfriend": 697, "unless": 698, "using": 699, "honest": 700, "mouth": 701, "closed": 702, "dirty": 703, "basically": 704, "miss": 705, "says": 706, "beers": 707, "bartender": 708, "salsa": 709, "seat": 710, "specials": 711, "shopping": 712, "appetizers": 713, "move": 714, "per": 715, "changed": 716, "visited": 717, "lol": 718, "middle": 719, "plates": 720, "finished": 721, "explained": 722, "vibe": 723, "hear": 724, "charged": 725, "reservation": 726, "oil": 727, "note": 728, "incredible": 729, "owners": 730, "single": 731, "anyway": 732, "club": 733, "salon": 734, "picked": 735, "disappointing": 736, "services": 737, "filling": 738, "grab": 739, "sides": 740, "salty": 741, "tastes": 742, "toppings": 743, "sent": 744, "crowded": 745, "standard": 746, "cup": 747, "overpriced": 748, "park": 749, "mine": 750, "crazy": 751, "afternoon": 752, "returning": 753, "plan": 754, "serving": 755, "play": 756, "la": 757, "smelling": 758, "whatever": 759, "opinion": 760, "multiple": 761, "true": 762, "except": 763, "attitude": 764, "somewhere": 765, "seeing": 766, "delivery": 767, "casino": 768, "50": 769, "typical": 770, "young": 771, "considering": 772, "write": 773, "works": 774, "easily": 775, "team": 776, "save": 777, "center": 778, "onion": 779, "chose": 780, "girls": 781, "wall": 782, "fairly": 783, "leaving": 784, "running": 785, "touch": 786, "cash": 787, "crust": 788, "taco": 789, "desserts": 790, "face": 791, "mac": 792, "stand": 793, "matter": 794, "included": 795, "patient": 796, "thin": 797, "pleased": 798, "solid": 799, "item": 800, "mixed": 801, "salads": 802, "lovely": 803, "waste": 804, "clearly": 805, "slightly": 806, "medium": 807, "credit": 808, "box": 809, "mix": 810, "met": 811, "purchase": 812, "avoid": 813, "forgot": 814, "satisfied": 815, "thinking": 816, "healthy": 817, "lost": 818, "dark": 819, "mediocre": 820, "lack": 821, "cafe": 822, "crowd": 823, "personal": 824, "tiny": 825, "nails": 826, "welcoming": 827, "establishment": 828, "ahead": 829, "curry": 830, "speak": 831, "veggies": 832, "summer": 833, "efficient": 834, "bathroom": 835, "daughter": 836, "appreciate": 837, "certainly": 838, "tomato": 839, "generous": 840, "son": 841, "mall": 842, "tasting": 843, "gotten": 844, "sausage": 845, "corn": 846, "fixed": 847, "possible": 848, "awful": 849, "40": 850, "joint": 851, "book": 852, "supposed": 853, "gem": 854, "baked": 855, "expecting": 856, "shared": 857, "seats": 858, "complaint": 859, "neighborhood": 860, "rating": 861, "lobster": 862, "treated": 863, "pulled": 864, "surprise": 865, "despite": 866, "mostly": 867, "building": 868, "limited": 869, "incredibly": 870, "environment": 871, "compared": 872, "toronto": 873, "valley": 874, "turn": 875, "toast": 876, "sad": 877, "craving": 878, "cook": 879, "expectations": 880, "obviously": 881, "mentioned": 882, "usual": 883, "apparently": 884, "polite": 885, "forget": 886, "asian": 887, "mom": 888, "onions": 889, "normally": 890, "window": 891, "products": 892, "convenient": 893, "school": 894, "accommodating": 895, "sauces": 896, "sell": 897, "original": 898, "tonight": 899, "checking": 900, "combo": 901, "woman": 902, "complete": 903, "thick": 904, "weird": 905, "playing": 906, "eye": 907, "staying": 908, "elsewhere": 909, "bottle": 910, "modern": 911, "seasoned": 912, "hate": 913, "lets": 914, "none": 915, "alone": 916, "worse": 917, "barely": 918, "min": 919, "homemade": 920, "affordable": 921, "35": 922, "addition": 923, "dollars": 924, "smile": 925, "burrito": 926, "sort": 927, "juicy": 928, "provided": 929, "smaller": 930, "throughout": 931, "prefer": 932, "dressing": 933, "moving": 934, "hostess": 935, "die": 936, "bed": 937, "delivered": 938, "ribs": 939, "salt": 940, "otherwise": 941, "hes": 942, "purchased": 943, "kinda": 944, "suggest": 945, "corner": 946, "air": 947, "9": 948, "quiet": 949, "milk": 950, "vegetarian": 951, "previous": 952, "n": 953, "pm": 954, "lived": 955, "employee": 956, "hold": 957, "means": 958, "entrees": 959, "locations": 960, "mins": 961, "negative": 962, "clear": 963, "greasy": 964, "pictures": 965, "scottsdale": 966, "deep": 967, "trust": 968, "tuna": 969, "bottom": 970, "creamy": 971, "normal": 972, "nicely": 973, "sales": 974, "bunch": 975, "frozen": 976, "nail": 977, "fabulous": 978, "positive": 979, "answer": 980, "stores": 981, "texture": 982, "reservations": 983, "update": 984, "conversation": 985, "pass": 986, "fruit": 987, "yum": 988, "section": 989, "continue": 990, "rare": 991, "pricing": 992, "system": 993, "massage": 994, "similar": 995, "heat": 996, "lettuce": 997, "forever": 998, "word": 999, "general": 1000, "situation": 1001, "traditional": 1002, "cocktails": 1003, "happen": 1004, "difficult": 1005, "watching": 1006, "fill": 1007, "experienced": 1008, "reading": 1009, "beat": 1010, "nights": 1011, "color": 1012, "stuffed": 1013, "personally": 1014, "problems": 1015, "double": 1016, "shot": 1017, "fancy": 1018, "chairs": 1019, "covered": 1020, "strong": 1021, "sour": 1022, "cleaning": 1023, "entree": 1024, "experiences": 1025, "shops": 1026, "break": 1027, "notch": 1028, "dogs": 1029, "actual": 1030, "casual": 1031, "higher": 1032, "willing": 1033, "chain": 1034, "foods": 1035, "split": 1036, "outdoor": 1037, "missing": 1038, "interior": 1039, "event": 1040, "market": 1041, "bag": 1042, "guests": 1043, "spoke": 1044, "shes": 1045, "rib": 1046, "meet": 1047, "tv": 1048, "ridiculous": 1049, "spring": 1050, "provide": 1051, "rush": 1052, "perhaps": 1053, "notice": 1054, "whats": 1055, "straight": 1056, "fit": 1057, "reasonably": 1058, "station": 1059, "cheaper": 1060, "lamb": 1061, "perfection": 1062, "spice": 1063, "class": 1064, "cause": 1065, "basic": 1066, "product": 1067, "ladies": 1068, "yesterday": 1069, "bucks": 1070, "telling": 1071, "smell": 1072, "mistake": 1073, "broth": 1074, "hidden": 1075, "pie": 1076, "placed": 1077, "shows": 1078, "buying": 1079, "explain": 1080, "known": 1081, "living": 1082, "returned": 1083, "stick": 1084, "games": 1085, "blue": 1086, "funny": 1087, "additional": 1088, "cozy": 1089, "pho": 1090, "meats": 1091, "rich": 1092, "vegan": 1093, "website": 1094, "anymore": 1095, "request": 1096, "veggie": 1097, "rock": 1098, "chili": 1099, "de": 1100, "pepper": 1101, "charlotte": 1102, "vegetables": 1103, "rate": 1104, "particular": 1105, "spots": 1106, "cocktail": 1107, "presentation": 1108, "noodle": 1109, "dip": 1110, "bun": 1111, "finding": 1112, "sense": 1113, "discount": 1114, "monday": 1115, "grill": 1116, "offers": 1117, "baby": 1118, "road": 1119, "welcome": 1120, "important": 1121, "story": 1122, "lemon": 1123, "complain": 1124, "theyve": 1125, "fee": 1126, "lines": 1127, "classic": 1128, "calling": 1129, "nearly": 1130, "prior": 1131, "courteous": 1132, "yeah": 1133, "send": 1134, "airport": 1135, "folks": 1136, "plain": 1137, "booked": 1138, "paper": 1139, "brand": 1140, "gives": 1141, "complaints": 1142, "relaxing": 1143, "hang": 1144, "tons": 1145, "moment": 1146, "cleaned": 1147, "wedding": 1148, "nearby": 1149, "bigger": 1150, "mushrooms": 1151, "loves": 1152, "heart": 1153, "driving": 1154, "youve": 1155, "mess": 1156, "pancakes": 1157, "heavy": 1158, "opening": 1159, "glasses": 1160, "imagine": 1161, "desert": 1162, "avocado": 1163, "informed": 1164, "favorites": 1165, "lucky": 1166, "orange": 1167, "sugar": 1168, "cashier": 1169, "third": 1170, "repair": 1171, "exceptional": 1172, "machine": 1173, "american": 1174, "receive": 1175, "juice": 1176, "helping": 1177, "standing": 1178, "ran": 1179, "hoping": 1180, "drop": 1181, "feels": 1182, "become": 1183, "difference": 1184, "picture": 1185, "west": 1186, "flat": 1187, "japanese": 1188, "roasted": 1189, "popular": 1190, "cars": 1191, "likely": 1192, "schedule": 1193, "zero": 1194, "north": 1195, "flavour": 1196, "pain": 1197, "certain": 1198, "arrive": 1199, "arizona": 1200, "daily": 1201, "answered": 1202, "topped": 1203, "slices": 1204, "slice": 1205, "step": 1206, "overly": 1207, "whether": 1208, "visits": 1209, "appreciated": 1210, "everywhere": 1211, "prompt": 1212, "hell": 1213, "doctor": 1214, "california": 1215, "bother": 1216, "refreshing": 1217, "realized": 1218, "boy": 1219, "soggy": 1220, "south": 1221, "bartenders": 1222, "hadnt": 1223, "pizzas": 1224, "bean": 1225, "youd": 1226, "kid": 1227, "brown": 1228, "korean": 1229, "sold": 1230, "email": 1231, "eyes": 1232, "correct": 1233, "wanting": 1234, "w": 1235, "disappointment": 1236, "talked": 1237, "contact": 1238, "whenever": 1239, "ton": 1240, "phenomenal": 1241, "decide": 1242, "workers": 1243, "wash": 1244, "figured": 1245, "detail": 1246, "dropped": 1247, "consider": 1248, "information": 1249, "east": 1250, "suggested": 1251, "fat": 1252, "takeout": 1253, "spinach": 1254, "indian": 1255, "walls": 1256, "state": 1257, "24": 1258, "damn": 1259, "tuesday": 1260, "ramen": 1261, "older": 1262, "specialties": 1263, "larger": 1264, "wide": 1265, "disappoint": 1266, "pad": 1267, "tough": 1268, "areas": 1269, "favourite": 1270, "mushroom": 1271, "tomatoes": 1272, "somewhat": 1273, "response": 1274, "duck": 1275, "absolute": 1276, "art": 1277, "question": 1278, "requested": 1279, "broken": 1280, "recent": 1281, "stuck": 1282, "lacking": 1283, "ambience": 1284, "peppers": 1285, "skin": 1286, "earlier": 1287, "various": 1288, "drove": 1289, "closer": 1290, "replaced": 1291, "major": 1292, "thru": 1293, "figure": 1294, "types": 1295, "calls": 1296, "cooking": 1297, "body": 1298, "kick": 1299, "gift": 1300, "iced": 1301, "mood": 1302, "combination": 1303, "pittsburgh": 1304, "11": 1305, "concept": 1306, "truck": 1307, "apple": 1308, "spacious": 1309, "prime": 1310, "sports": 1311, "complimentary": 1312, "groupon": 1313, "tvs": 1314, "bars": 1315, "mango": 1316, "cuisine": 1317, "cover": 1318, "insurance": 1319, "honey": 1320, "crisp": 1321, "starbucks": 1322, "smoked": 1323, "promptly": 1324, "dine": 1325, "pleasantly": 1326, "omg": 1327, "doubt": 1328, "mini": 1329, "separate": 1330, "turkey": 1331, "selections": 1332, "coconut": 1333, "brisket": 1334, "odd": 1335, "parts": 1336, "follow": 1337, "belly": 1338, "surprisingly": 1339, "moist": 1340, "consistent": 1341, "par": 1342, "safe": 1343, "sound": 1344, "disgusting": 1345, "setting": 1346, "az": 1347, "following": 1348, "feet": 1349, "realize": 1350, "pop": 1351, "gym": 1352, "weekends": 1353, "gross": 1354, "recommendations": 1355, "enjoyable": 1356, "board": 1357, "vehicle": 1358, "dollar": 1359, "children": 1360, "impressive": 1361, "support": 1362, "tofu": 1363, "fault": 1364, "owned": 1365, "strawberry": 1366, "crunchy": 1367, "bright": 1368, "consistently": 1369, "spa": 1370, "range": 1371, "chewy": 1372, "sick": 1373, "wifi": 1374, "sister": 1375, "calamari": 1376, "generally": 1377, "ride": 1378, "unprofessional": 1379, "king": 1380, "movie": 1381, "sized": 1382, "bites": 1383, "allowed": 1384, "wants": 1385, "u": 1386, "member": 1387, "menus": 1388, "stood": 1389, "cakes": 1390, "goodness": 1391, "fell": 1392, "tap": 1393, "gravy": 1394, "missed": 1395, "post": 1396, "properly": 1397, "lounge": 1398, "round": 1399, "spectacular": 1400, "doors": 1401, "health": 1402, "rushed": 1403, "girlfriend": 1404, "hopefully": 1405, "joke": 1406, "agreed": 1407, "upset": 1408, "drinking": 1409, "putting": 1410, "country": 1411, "treatment": 1412, "wrap": 1413, "montreal": 1414, "recommendation": 1415, "personable": 1416, "stated": 1417, "filet": 1418, "thursday": 1419, "cookies": 1420, "opted": 1421, "nachos": 1422, "interested": 1423, "patrons": 1424, "sizes": 1425, "words": 1426, "security": 1427, "bringing": 1428, "pot": 1429, "alright": 1430, "smoke": 1431, "2nd": 1432, "14": 1433, "knowing": 1434, "luck": 1435, "passed": 1436, "facility": 1437, "anyways": 1438, "entertain": 1439, "goto": 1440, "advice": 1441, "sale": 1442, "raw": 1443, "results": 1444, "guacamole": 1445, "venue": 1446, "biggest": 1447, "banana": 1448, "design": 1449, "hey": 1450, "carry": 1451, "needless": 1452, "soda": 1453, "refund": 1454, "lower": 1455, "towards": 1456, "entrance": 1457, "agree": 1458, "charcoal": 1459, "shouldnt": 1460, "lights": 1461, "luckily": 1462, "bakery": 1463, "god": 1464, "platter": 1465, "smooth": 1466, "fall": 1467, "training": 1468, "closing": 1469, "sample": 1470, "ten": 1471, "sucks": 1472, "grocery": 1473, "guest": 1474, "dance": 1475, "besides": 1476, "grand": 1477, "foot": 1478, "register": 1479, "weather": 1480, "unlike": 1481, "wonder": 1482, "scheduled": 1483, "bomb": 1484, "flight": 1485, "sadly": 1486, "york": 1487, "app": 1488, "catch": 1489, "key": 1490, "spending": 1491, "english": 1492, "version": 1493, "picky": 1494, "alcohol": 1495, "members": 1496, "chill": 1497, "apart": 1498, "gorgeous": 1499, "mashed": 1500, "regret": 1501, "delish": 1502, "writing": 1503, "handle": 1504, "possibly": 1505, "vanilla": 1506, "awhile": 1507, "deliver": 1508, "photos": 1509, "typically": 1510, "hotels": 1511, "beginning": 1512, "meh": 1513, "miles": 1514, "shower": 1515, "waffles": 1516, "windows": 1517, "st": 1518, "coupon": 1519, "changes": 1520, "property": 1521, "deals": 1522, "annoying": 1523, "frequent": 1524, "tickets": 1525, "furniture": 1526, "chefs": 1527, "particularly": 1528, "crew": 1529, "giant": 1530, "parents": 1531, "six": 1532, "hash": 1533, "groups": 1534, "aside": 1535, "constantly": 1536, "cleveland": 1537, "diner": 1538, "crap": 1539, "fire": 1540, "host": 1541, "uncomfortable": 1542, "lobby": 1543, "burnt": 1544, "refused": 1545, "shame": 1546, "booth": 1547, "private": 1548, "resort": 1549, "seasoning": 1550, "heaven": 1551, "self": 1552, "serious": 1553, "starting": 1554, "bathrooms": 1555, "points": 1556, "hubby": 1557, "bone": 1558, "sashimi": 1559, "wed": 1560, "pedicure": 1561, "women": 1562, "refills": 1563, "admit": 1564, "13": 1565, "overcooked": 1566, "creative": 1567, "waffle": 1568, "till": 1569, "thorough": 1570, "screen": 1571, "decision": 1572, "ac": 1573, "margarita": 1574, "lighting": 1575, "hole": 1576, "plastic": 1577, "department": 1578, "skip": 1579, "costs": 1580, "listen": 1581, "suggestions": 1582, "enjoying": 1583, "replace": 1584, "18": 1585, "wednesday": 1586, "refill": 1587, "cheesecake": 1588, "allow": 1589, "offering": 1590, "include": 1591, "waiters": 1592, "greens": 1593, "specialty": 1594, "wouldve": 1595, "manner": 1596, "superb": 1597, "sounds": 1598, "tech": 1599, "gonna": 1600, "freshly": 1601, "tax": 1602, "rings": 1603, "travel": 1604, "pressure": 1605, "beware": 1606, "greek": 1607, "non": 1608, "fully": 1609, "pleasure": 1610, "serves": 1611, "relaxed": 1612, "ground": 1613, "chair": 1614, "comment": 1615, "bonus": 1616, "oysters": 1617, "onto": 1618, "cookie": 1619, "learned": 1620, "sun": 1621, "legs": 1622, "cards": 1623, "followed": 1624, "wrapped": 1625, "clients": 1626, "throw": 1627, "tips": 1628, "pastries": 1629, "happens": 1630, "knowledge": 1631, "latte": 1632, "clothes": 1633, "melted": 1634, "effort": 1635, "tired": 1636, "craft": 1637, "terms": 1638, "comfort": 1639, "pita": 1640, "organized": 1641, "snack": 1642, "vacation": 1643, "stomach": 1644, "keeping": 1645, "machines": 1646, "reminded": 1647, "apologized": 1648, "meeting": 1649, "learn": 1650, "pull": 1651, "sea": 1652, "pour": 1653, "strange": 1654, "rent": 1655, "originally": 1656, "hummus": 1657, "specifically": 1658, "dozen": 1659, "dipping": 1660, "occasions": 1661, "peanut": 1662, "donuts": 1663, "upscale": 1664, "ranch": 1665, "relax": 1666, "hanging": 1667, "specific": 1668, "chipotle": 1669, "saved": 1670, "dress": 1671, "dead": 1672, "60": 1673, "accommodate": 1674, "driver": 1675, "upstairs": 1676, "site": 1677, "begin": 1678, "natural": 1679, "carne": 1680, "relatively": 1681, "extensive": 1682, "excuse": 1683, "bottles": 1684, "favor": 1685, "managed": 1686, "compare": 1687, "pub": 1688, "mother": 1689, "steaks": 1690, "decorated": 1691, "wear": 1692, "mayo": 1693, "gotta": 1694, "budget": 1695, "stock": 1696, "waitresses": 1697, "dim": 1698, "via": 1699, "asada": 1700, "fare": 1701, "occasion": 1702, "maintenance": 1703, "watched": 1704, "turns": 1705, "margaritas": 1706, "community": 1707, "leaves": 1708, "equipment": 1709, "final": 1710, "cares": 1711, "planning": 1712, "quote": 1713, "became": 1714, "bowls": 1715, "hype": 1716, "inviting": 1717, "heres": 1718, "buffalo": 1719, "ticket": 1720, "reasons": 1721, "garage": 1722, "1st": 1723, "theyll": 1724, "scallops": 1725, "16": 1726, "discovered": 1727, "gentleman": 1728, "receipt": 1729, "aware": 1730, "kinds": 1731, "tells": 1732, "square": 1733, "caring": 1734, "played": 1735, "nobody": 1736, "gel": 1737, "mile": 1738, "numerous": 1739, "le": 1740, "noise": 1741, "sliced": 1742, "example": 1743, "child": 1744, "timely": 1745, "eventually": 1746, "treats": 1747, "signature": 1748, "test": 1749, "presented": 1750, "court": 1751, "thoroughly": 1752, "impression": 1753, "sub": 1754, "laid": 1755, "tour": 1756, "package": 1757, "match": 1758, "neither": 1759, "classes": 1760, "named": 1761, "locals": 1762, "advance": 1763, "dumplings": 1764, "pet": 1765, "shoes": 1766, "23": 1767, "christmas": 1768, "sprouts": 1769, "hardly": 1770, "distance": 1771, "anytime": 1772, "comfy": 1773, "events": 1774, "ass": 1775, "gas": 1776, "gluten": 1777, "balance": 1778, "basil": 1779, "trouble": 1780, "miso": 1781, "broke": 1782, "ignored": 1783, "pineapple": 1784, "benedict": 1785, "rental": 1786, "garden": 1787, "parties": 1788, "wood": 1789, "confused": 1790, "exact": 1791, "dealership": 1792, "chicago": 1793, "ham": 1794, "control": 1795, "worry": 1796, "access": 1797, "hip": 1798, "cups": 1799, "meant": 1800, "olive": 1801, "flavours": 1802, "fluffy": 1803, "pudding": 1804, "threw": 1805, "balls": 1806, "tend": 1807, "energy": 1808, "san": 1809, "dough": 1810, "random": 1811, "speaking": 1812, "pros": 1813, "advantage": 1814, "tempura": 1815, "proceeded": 1816, "smelled": 1817, "began": 1818, "caramel": 1819, "removed": 1820, "steamed": 1821, "regularly": 1822, "oven": 1823, "tortilla": 1824, "opportunity": 1825, "details": 1826, "posted": 1827, "blown": 1828, "everyday": 1829, "shape": 1830, "shocked": 1831, "college": 1832, "truffle": 1833, "vegetable": 1834, "base": 1835, "famous": 1836, "somehow": 1837, "haircut": 1838, "appointments": 1839, "loaded": 1840, "200": 1841, "includes": 1842, "ny": 1843, "form": 1844, "enter": 1845, "soups": 1846, "savory": 1847, "careful": 1848, "soy": 1849, "stylist": 1850, "ps": 1851, "contacted": 1852, "shake": 1853, "depending": 1854, "bell": 1855, "cuts": 1856, "apartment": 1857, "floors": 1858, "showing": 1859, "warranty": 1860, "continued": 1861, "search": 1862, "scene": 1863, "companies": 1864, "ball": 1865, "nasty": 1866, "bank": 1867, "beautifully": 1868, "picking": 1869, "vietnamese": 1870, "ginger": 1871, "sum": 1872, "men": 1873, "concerned": 1874, "photo": 1875, "shell": 1876, "chip": 1877, "promised": 1878, "memorable": 1879, "lacked": 1880, "ayce": 1881, "express": 1882, "goods": 1883, "directly": 1884, "meatballs": 1885, "neat": 1886, "keeps": 1887, "snacks": 1888, "bags": 1889, "polish": 1890, "90": 1891, "syrup": 1892, "likes": 1893, "caesar": 1894, "rarely": 1895, "def": 1896, "tad": 1897, "regardless": 1898, "message": 1899, "season": 1900, "suppose": 1901, "nicer": 1902, "respect": 1903, "pair": 1904, "cons": 1905, "account": 1906, "sticky": 1907, "cinnamon": 1908, "roast": 1909, "madison": 1910, "handed": 1911, "theater": 1912, "deli": 1913, "goat": 1914, "ways": 1915, "bellagio": 1916, "pink": 1917, "delightful": 1918, "common": 1919, "mark": 1920, "tasteless": 1921, "traffic": 1922, "practice": 1923, "downside": 1924, "act": 1925, "band": 1926, "listed": 1927, "b": 1928, "winter": 1929, "signed": 1930, "parmesan": 1931, "starts": 1932, "inexpensive": 1933, "corporate": 1934, "chunks": 1935, "dentist": 1936, "frequently": 1937, "intimate": 1938, "leftovers": 1939, "result": 1940, "stage": 1941, "trendy": 1942, "annoyed": 1943, "terrific": 1944, "sharing": 1945, "booths": 1946, "describe": 1947, "shit": 1948, "cheesy": 1949, "names": 1950, "initially": 1951, "plaza": 1952, "standouts": 1953, "happier": 1954, "lime": 1955, "charges": 1956, "classy": 1957, "hello": 1958, "informative": 1959, "complex": 1960, "repeat": 1961, "haha": 1962, "layout": 1963, "buns": 1964, "beds": 1965, "dried": 1966, "adding": 1967, "gelato": 1968, "liking": 1969, "caught": 1970, "obvious": 1971, "spices": 1972, "changing": 1973, "drunk": 1974, "bc": 1975, "mild": 1976, "3rd": 1977, "toasted": 1978, "bay": 1979, "age": 1980, "coworkers": 1981, "broccoli": 1982, "appeared": 1983, "massive": 1984, "poutine": 1985, "crunch": 1986, "businesses": 1987, "skills": 1988, "sleep": 1989, "yogurt": 1990, "standards": 1991, "trash": 1992, "buffets": 1993, "ruined": 1994, "sounded": 1995, "consistency": 1996, "organic": 1997, "tempe": 1998, "awkward": 1999, "doctors": 2000, "lazy": 2001, "potential": 2002, "arrival": 2003, "policy": 2004, "mozzarella": 2005, "fry": 2006, "dj": 2007, "pepperoni": 2008, "sooo": 2009, "mustard": 2010, "auto": 2011, "previously": 2012, "easier": 2013, "proper": 2014, "concerns": 2015, "initial": 2016, "eggplant": 2017, "address": 2018, "slaw": 2019, "mcdonalds": 2020, "husbands": 2021, "boring": 2022, "installed": 2023, "queen": 2024, "communication": 2025, "topping": 2026, "current": 2027, "fees": 2028, "burritos": 2029, "quoted": 2030, "patty": 2031, "colors": 2032, "soooo": 2033, "valet": 2034, "cucumber": 2035, "temperature": 2036, "wet": 2037, "correctly": 2038, "offerings": 2039, "payment": 2040, "signs": 2041, "repairs": 2042, "upgrade": 2043, "melt": 2044, "dressed": 2045, "smells": 2046, "display": 2047, "candy": 2048, "poorly": 2049, "selling": 2050, "pointed": 2051, "carpet": 2052, "remembered": 2053, "yellow": 2054, "history": 2055, "explaining": 2056, "tortillas": 2057, "understanding": 2058, "satisfying": 2059, "golden": 2060, "referred": 2061, "welcomed": 2062, "seconds": 2063, "views": 2064, "produce": 2065, "charging": 2066, "internet": 2067, "deserve": 2068, "among": 2069, "bf": 2070, "bloody": 2071, "hearing": 2072, "deserves": 2073, "boxes": 2074, "afterwards": 2075, "et": 2076, "held": 2077, "hurry": 2078, "impossible": 2079, "southern": 2080, "dad": 2081, "necessary": 2082, "complained": 2083, "manicure": 2084, "equally": 2085, "entertainment": 2086, "fans": 2087, "spread": 2088, "rocks": 2089, "stale": 2090, "reminds": 2091, "written": 2092, "flavored": 2093, "holiday": 2094, "accept": 2095, "currently": 2096, "dealing": 2097, "industry": 2098, "theme": 2099, "nervous": 2100, "tight": 2101, "eats": 2102, "prepare": 2103, "dancing": 2104, "row": 2105, "secret": 2106, "block": 2107, "tire": 2108, "suite": 2109, "lose": 2110, "pan": 2111, "fountain": 2112, "34": 2113, "wild": 2114, "blast": 2115, "highlight": 2116, "managers": 2117, "pickles": 2118, "closest": 2119, "hint": 2120, "handled": 2121, "unit": 2122, "pack": 2123, "completed": 2124, "failed": 2125, "biscuits": 2126, "creme": 2127, "fridge": 2128, "paint": 2129, "hospital": 2130, "boys": 2131, "dined": 2132, "rolled": 2133, "adults": 2134, "al": 2135, "romantic": 2136, "updated": 2137, "grabbed": 2138, "headed": 2139, "build": 2140, "fingers": 2141, "families": 2142, "personality": 2143, "messed": 2144, "chat": 2145, "patients": 2146, "boba": 2147, "greet": 2148, "batter": 2149, "technician": 2150, "samples": 2151, "client": 2152, "espresso": 2153, "switch": 2154, "downstairs": 2155, "sliders": 2156, "weekday": 2157, "text": 2158, "chopped": 2159, "attempt": 2160, "shredded": 2161, "period": 2162, "knowledgable": 2163, "computer": 2164, "theyd": 2165, "runs": 2166, "island": 2167, "hasnt": 2168, "wearing": 2169, "teeth": 2170, "wise": 2171, "public": 2172, "stupid": 2173, "brother": 2174, "anniversary": 2175, "studio": 2176, "video": 2177, "apps": 2178, "stopping": 2179, "create": 2180, "oily": 2181, "yelpers": 2182, "teriyaki": 2183, "claim": 2184, "tower": 2185, "btw": 2186, "shots": 2187, "cheddar": 2188, "hung": 2189, "daughters": 2190, "lives": 2191, "individual": 2192, "gourmet": 2193, "helps": 2194, "hurt": 2195, "mr": 2196, "gyro": 2197, "remove": 2198, "flavourful": 2199, "ceiling": 2200, "medical": 2201, "apology": 2202, "wines": 2203, "mainly": 2204, "penny": 2205, "spaghetti": 2206, "regulars": 2207, "improve": 2208, "familiar": 2209, "lie": 2210, "sake": 2211, "assume": 2212, "lit": 2213, "brings": 2214, "gold": 2215, "bus": 2216, "adult": 2217, "ensure": 2218, "hire": 2219, "apologize": 2220, "sesame": 2221, "replacement": 2222, "condition": 2223, "complaining": 2224, "regarding": 2225, "social": 2226, "blood": 2227, "ease": 2228, "overwhelming": 2229, "mike": 2230, "cutting": 2231, "0": 2232, "thankfully": 2233, "sweetness": 2234, "fashion": 2235, "count": 2236, "crappy": 2237, "power": 2238, "assured": 2239, "wasted": 2240, "mad": 2241, "female": 2242, "preferred": 2243, "cleanliness": 2244, "towels": 2245, "55": 2246, "pancake": 2247, "pastry": 2248, "suggestion": 2249, "custom": 2250, "celebrate": 2251, "500": 2252, "worried": 2253, "150": 2254, "states": 2255, "convenience": 2256, "popcorn": 2257, "tub": 2258, "warning": 2259, "joints": 2260, "shortly": 2261, "beverage": 2262, "mussels": 2263, "breast": 2264, "info": 2265, "program": 2266, "basket": 2267, "henderson": 2268, "professionalism": 2269, "togo": 2270, "damage": 2271, "dental": 2272, "heading": 2273, "un": 2274, "container": 2275, "cherry": 2276, "feed": 2277, "required": 2278, "chris": 2279, "fatty": 2280, "john": 2281, "crepe": 2282, "fake": 2283, "impeccable": 2284, "ends": 2285, "genuinely": 2286, "300": 2287, "quantity": 2288, "letting": 2289, "minor": 2290, "blow": 2291, "beverages": 2292, "enttered": 2293, "hill": 2294, "steakhouse": 2295, "listened": 2296, "research": 2297, "naan": 2298, "wrote": 2299, "weekly": 2300, "protein": 2301, "partner": 2302, "salted": 2303, "stone": 2304, "minimum": 2305, "vs": 2306, "cabbage": 2307, "workout": 2308, "holy": 2309, "checkin": 2310, "kidding": 2311, "cancel": 2312, "thumbs": 2313, "bothered": 2314, "smoking": 2315, "concern": 2316, "importantly": 2317, "crepes": 2318, "rave": 2319, "diet": 2320, "receptionist": 2321, "entertaining": 2322, "amazingly": 2323, "ring": 2324, "planned": 2325, "ribeye": 2326, "sticks": 2327, "noisy": 2328, "ridiculously": 2329, "push": 2330, "chorizo": 2331, "stellar": 2332, "pesto": 2333, "afraid": 2334, "earth": 2335, "hopes": 2336, "rip": 2337, "cilantro": 2338, "couldve": 2339, "starving": 2340, "nope": 2341, "bet": 2342, "tucked": 2343, "dream": 2344, "focus": 2345, "heck": 2346, "present": 2347, "tomorrow": 2348, "ketchup": 2349, "students": 2350, "thrilled": 2351, "draft": 2352, "almond": 2353, "stumbled": 2354, "responded": 2355, "encountered": 2356, "everytime": 2357, "membership": 2358, "books": 2359, "interest": 2360, "fellow": 2361, "reviewers": 2362, "dive": 2363, "undercooked": 2364, "asparagus": 2365, "reserved": 2366, "alot": 2367, "mint": 2368, "warned": 2369, "win": 2370, "faster": 2371, "blend": 2372, "garbage": 2373, "noon": 2374, "quaint": 2375, "lemonade": 2376, "80": 2377, "smoothie": 2378, "buttery": 2379, "indoor": 2380, "omelette": 2381, "according": 2382, "hassle": 2383, "exception": 2384, "diners": 2385, "tires": 2386, "enchiladas": 2387, "greatest": 2388, "sons": 2389, "vip": 2390, "pickup": 2391, "central": 2392, "estimate": 2393, "hooked": 2394, "built": 2395, "bagel": 2396, "coleslaw": 2397, "mary": 2398, "tapas": 2399, "entering": 2400, "1000": 2401, "17": 2402, "paperwork": 2403, "grateful": 2404, "animal": 2405, "alternative": 2406, "jack": 2407, "au": 2408, "unbelievable": 2409, "magic": 2410, "olives": 2411, "poke": 2412, "subpar": 2413, "pride": 2414, "pure": 2415, "background": 2416, "coupons": 2417, "bike": 2418, "clothing": 2419, "cooks": 2420, "fitness": 2421, "courses": 2422, "coke": 2423, "voice": 2424, "genuine": 2425, "happening": 2426, "toilet": 2427, "cupcakes": 2428, "talented": 2429, "scoop": 2430, "dude": 2431, "subway": 2432, "jam": 2433, "shut": 2434, "teas": 2435, "ie": 2436, "messy": 2437, "hawaiian": 2438, "tom": 2439, "coworker": 2440, "donut": 2441, "plentiful": 2442, "vodka": 2443, "speed": 2444, "lake": 2445, "introduced": 2446, "ravioli": 2447, "lastly": 2448, "july": 2449, "levels": 2450, "everybody": 2451, "leg": 2452, "searching": 2453, "ya": 2454, "forced": 2455, "rough": 2456, "reach": 2457, "bits": 2458, "confusing": 2459, "comments": 2460, "frustrating": 2461, "purchasing": 2462, "stocked": 2463, "weight": 2464, "unlimited": 2465, "comparison": 2466, "amenities": 2467, "wing": 2468, "lover": 2469, "requests": 2470, "jerk": 2471, "trips": 2472, "vet": 2473, "report": 2474, "wanna": 2475, "wifes": 2476, "amazed": 2477, "legit": 2478, "tag": 2479, "premium": 2480, "indeed": 2481, "considered": 2482, "arriving": 2483, "ample": 2484, "les": 2485, "reliable": 2486, "train": 2487, "animals": 2488, "pickled": 2489, "dealt": 2490, "chop": 2491, "napkins": 2492, "carrots": 2493, "desired": 2494, "brew": 2495, "wraps": 2496, "refilled": 2497, "du": 2498, "clubs": 2499, "comparable": 2500, "exciting": 2501, "attended": 2502, "sets": 2503, "andor": 2504, "rated": 2505, "coast": 2506, "seasonal": 2507, "mountain": 2508, "cared": 2509, "slight": 2510, "provides": 2511, "nuts": 2512, "basis": 2513, "install": 2514, "unacceptable": 2515, "setup": 2516, "sucked": 2517, "chandler": 2518, "paired": 2519, "challenge": 2520, "track": 2521, "texas": 2522, "whipped": 2523, "buck": 2524, "lv": 2525, "maple": 2526, "el": 2527, "spoon": 2528, "tart": 2529, "described": 2530, "improved": 2531, "75": 2532, "nowhere": 2533, "thus": 2534, "liquor": 2535, "planet": 2536, "created": 2537, "appears": 2538, "mushy": 2539, "omelet": 2540, "quesadilla": 2541, "unable": 2542, "worker": 2543, "emergency": 2544, "octopus": 2545, "handful": 2546, "involved": 2547, "saving": 2548, "acceptable": 2549, "practically": 2550, "promise": 2551, "marinated": 2552, "browns": 2553, "fork": 2554, "lovers": 2555, "edible": 2556, "stands": 2557, "majority": 2558, "angry": 2559, "blueberry": 2560, "mail": 2561, "wtf": 2562, "restroom": 2563, "yard": 2564, "wynn": 2565, "meaning": 2566, "grease": 2567, "younger": 2568, "booking": 2569, "fly": 2570, "buds": 2571, "action": 2572, "wondering": 2573, "attached": 2574, "grew": 2575, "fusion": 2576, "nicest": 2577, "settled": 2578, "nyc": 2579, "happily": 2580, "freaking": 2581, "minus": 2582, "providing": 2583, "cheeseburger": 2584, "traveling": 2585, "risotto": 2586, "mediterranean": 2587, "advertised": 2588, "appetite": 2589, "wished": 2590, "fav": 2591, "flavorless": 2592, "martini": 2593, "appropriate": 2594, "vinegar": 2595, "sangria": 2596, "male": 2597, "tho": 2598, "hits": 2599, "loyal": 2600, "salons": 2601, "philly": 2602, "elevator": 2603, "bagels": 2604, "stress": 2605, "designed": 2606, "mignon": 2607, "pushy": 2608, "flowers": 2609, "\\u00e0": 2610, "asks": 2611, "raspberry": 2612, "calm": 2613, "hearty": 2614, "juices": 2615, "law": 2616, "charming": 2617, "football": 2618, "puts": 2619, "delight": 2620, "judge": 2621, "21": 2622, "champagne": 2623, "adorable": 2624, "finishing": 2625, "kill": 2626, "bedroom": 2627, "en": 2628, "smiling": 2629, "factor": 2630, "afford": 2631, "weak": 2632, "satisfy": 2633, "improvement": 2634, "balanced": 2635, "contract": 2636, "tooth": 2637, "pro": 2638, "skeptical": 2639, "cleaner": 2640, "growing": 2641, "shuttle": 2642, "cheeses": 2643, "artist": 2644, "frustrated": 2645, "dinners": 2646, "mesa": 2647, "cramped": 2648, "strongly": 2649, "lightly": 2650, "heads": 2651, "strawberries": 2652, "midnight": 2653, "advised": 2654, "understood": 2655, "surgery": 2656, "replied": 2657, "smart": 2658, "confirm": 2659, "flag": 2660, "conveniently": 2661, "washed": 2662, "news": 2663, "passing": 2664, "bitter": 2665, "monthly": 2666, "page": 2667, "minimal": 2668, "trained": 2669, "hesitate": 2670, "smoothies": 2671, "joe": 2672, "veal": 2673, "michael": 2674, "darn": 2675, "pretzel": 2676, "confirmed": 2677, "forth": 2678, "stepped": 2679, "student": 2680, "watery": 2681, "peak": 2682, "therefore": 2683, "pumpkin": 2684, "twist": 2685, "recall": 2686, "fail": 2687, "kudos": 2688, "falling": 2689, "cat": 2690, "adds": 2691, "district": 2692, "hall": 2693, "velvet": 2694, "scratch": 2695, "uses": 2696, "plans": 2697, "assortment": 2698, "cajun": 2699, "insisted": 2700, "granted": 2701, "filthy": 2702, "session": 2703, "waitstaff": 2704, "upgraded": 2705, "calgary": 2706, "chatting": 2707, "cab": 2708, "oz": 2709, "holding": 2710, "bubble": 2711, "factory": 2712, "accident": 2713, "strips": 2714, "highlights": 2715, "seared": 2716, "movies": 2717, "overwhelmed": 2718, "receiving": 2719, "blame": 2720, "mgm": 2721, "neck": 2722, "passion": 2723, "itll": 2724, "walmart": 2725, "cart": 2726, "checkout": 2727, "whos": 2728, "thrown": 2729, "250": 2730, "clue": 2731, "rack": 2732, "locally": 2733, "compliments": 2734, "raised": 2735, "bass": 2736, "4th": 2737, "croissant": 2738, "ripped": 2739, "steep": 2740, "caesars": 2741, "cell": 2742, "construction": 2743, "chile": 2744, "approached": 2745, "pound": 2746, "braised": 2747, "tall": 2748, "repaired": 2749, "canada": 2750, "grits": 2751, "assistant": 2752, "whatsoever": 2753, "suck": 2754, "nonetheless": 2755, "tone": 2756, "killer": 2757, "golf": 2758, "direction": 2759, "stairs": 2760, "opposite": 2761, "dates": 2762, "finger": 2763, "forgotten": 2764, "choosing": 2765, "winner": 2766, "snow": 2767, "sundays": 2768, "ave": 2769, "entirely": 2770, "meatball": 2771, "cheapest": 2772, "fruits": 2773, "screw": 2774, "rates": 2775, "wax": 2776, "shakes": 2777, "honor": 2778, "detailed": 2779, "edge": 2780, "manage": 2781, "nightmare": 2782, "faces": 2783, "sink": 2784, "score": 2785, "pools": 2786, "degrees": 2787, "hamburger": 2788, "yelling": 2789, "village": 2790, "exceeded": 2791, "root": 2792, "los": 2793, "checks": 2794, "staple": 2795, "eastern": 2796, "casinos": 2797, "downhill": 2798, "gras": 2799, "led": 2800, "unhappy": 2801, "reception": 2802, "fave": 2803, "roof": 2804, "answers": 2805, "beach": 2806, "popped": 2807, "maintained": 2808, "palace": 2809, "que": 2810, "crave": 2811, "eater": 2812, "venetian": 2813, "neighbors": 2814, "competition": 2815, "divine": 2816, "smiles": 2817, "kimchi": 2818, "22": 2819, "caused": 2820, "beauty": 2821, "blew": 2822, "c": 2823, "pricy": 2824, "cuz": 2825, "jobs": 2826, "wallet": 2827, "carrot": 2828, "est": 2829, "earned": 2830, "kale": 2831, "bistro": 2832, "flying": 2833, "scared": 2834, "ratio": 2835, "70": 2836, "guac": 2837, "tops": 2838, "stations": 2839, "peach": 2840, "china": 2841, "spanish": 2842, "appealing": 2843, "waters": 2844, "neighbourhood": 2845, "queso": 2846, "rose": 2847, "description": 2848, "recommending": 2849, "competitive": 2850, "acted": 2851, "steal": 2852, "approach": 2853, "microwave": 2854, "clinic": 2855, "needing": 2856, "respond": 2857, "print": 2858, "patience": 2859, "ahi": 2860, "couch": 2861, "former": 2862, "couples": 2863, "fight": 2864, "yay": 2865, "greeting": 2866, "assumed": 2867, "crowds": 2868, "code": 2869, "pics": 2870, "features": 2871, "cents": 2872, "emails": 2873, "pissed": 2874, "hired": 2875, "loving": 2876, "facial": 2877, "listening": 2878, "acknowledged": 2879, "sometime": 2880, "gentle": 2881, "fyi": 2882, "explanation": 2883, "gf": 2884, "dealer": 2885, "million": 2886, "mechanic": 2887, "thankful": 2888, "shirt": 2889, "ups": 2890, "procedure": 2891, "reached": 2892, "pedi": 2893, "chow": 2894, "parked": 2895, "con": 2896, "pace": 2897, "stating": 2898, "confident": 2899, "sight": 2900, "hospitality": 2901, "benefit": 2902, "rep": 2903, "chains": 2904, "appt": 2905, "bang": 2906, "tiramisu": 2907, "unfortunate": 2908, "bath": 2909, "keys": 2910, "sampler": 2911, "blonde": 2912, "wheat": 2913, "paris": 2914, "worthy": 2915, "1015": 2916, "tray": 2917, "vehicles": 2918, "cauliflower": 2919, "phones": 2920, "swear": 2921, "drivers": 2922, "starter": 2923, "accurate": 2924, "mothers": 2925, "walks": 2926, "pas": 2927, "risk": 2928, "destination": 2929, "sooner": 2930, "uber": 2931, "acknowledge": 2932, "essentially": 2933, "facilities": 2934, "knock": 2935, "yoga": 2936, "bills": 2937, "human": 2938, "ages": 2939, "record": 2940, "salesman": 2941, "exterior": 2942, "blocks": 2943, "tree": 2944, "loose": 2945, "steps": 2946, "jalape\\u00f1o": 2947, "field": 2948, "instantly": 2949, "concert": 2950, "insane": 2951, "suit": 2952, "david": 2953, "soul": 2954, "hesitant": 2955, "lasagna": 2956, "safety": 2957, "pushed": 2958, "hi": 2959, "freshness": 2960, "ideal": 2961, "hipster": 2962, "custard": 2963, "volume": 2964, "bruschetta": 2965, "inconvenience": 2966, "jewelry": 2967, "watered": 2968, "lately": 2969, "moms": 2970, "soso": 2971, "cancelled": 2972, "steam": 2973, "select": 2974, "mill": 2975, "tots": 2976, "apologetic": 2977, "everyones": 2978, "400": 2979, "falafel": 2980, "laughing": 2981, "shouldve": 2982, "laugh": 2983, "hop": 2984, "appear": 2985, "pies": 2986, "master": 2987, "scam": 2988, "layer": 2989, "squash": 2990, "language": 2991, "oyster": 2992, "e": 2993, "remind": 2994, "mistakes": 2995, "heavenly": 2996, "buddy": 2997, "burned": 2998, "mimosas": 2999, "tail": 3000, "inch": 3001, "ca": 3002, "gnocchi": 3003, "inspection": 3004, "fired": 3005, "dirt": 3006, "shaved": 3007, "model": 3008, "emailed": 3009, "compliment": 3010, "zucchini": 3011, "establishments": 3012, "massages": 3013, "hoped": 3014, "brownie": 3015, "allows": 3016, "shout": 3017, "answering": 3018, "surprising": 3019, "fianc\\u00e9": 3020, "ugh": 3021, "starters": 3022, "punch": 3023, "attend": 3024, "superior": 3025, "pig": 3026, "preference": 3027, "screens": 3028, "google": 3029, "noted": 3030, "eyebrows": 3031, "expert": 3032, "elegant": 3033, "lease": 3034, "surrounding": 3035, "assistance": 3036, "museum": 3037, "breaded": 3038, "poured": 3039, "boss": 3040, "6pm": 3041, "gilbert": 3042, "muffin": 3043, "collection": 3044, "firm": 3045, "accompanied": 3046, "beside": 3047, "grass": 3048, "piping": 3049, "rented": 3050, "des": 3051, "assuming": 3052, "bottled": 3053, "styles": 3054, "advise": 3055, "feta": 3056, "sooooo": 3057, "deposit": 3058, "guarantee": 3059, "gladly": 3060, "cooler": 3061, "success": 3062, "culinary": 3063, "hence": 3064, "canadian": 3065, "charm": 3066, "seven": 3067, "arm": 3068, "p": 3069, "consisted": 3070, "switched": 3071, "inedible": 3072, "sampled": 3073, "jalapeno": 3074, "selected": 3075, "ability": 3076, "combinations": 3077, "load": 3078, "pants": 3079, "gambling": 3080, "brewery": 3081, "farm": 3082, "girlfriends": 3083, "shady": 3084, "gate": 3085, "lead": 3086, "mid": 3087, "anybody": 3088, "stays": 3089, "clientele": 3090, "length": 3091, "whoever": 3092, "slowly": 3093, "mi": 3094, "cupcake": 3095, "metal": 3096, "grown": 3097, "breads": 3098, "adequate": 3099, "ceviche": 3100, "lesson": 3101, "chinatown": 3102, "pocket": 3103, "exchange": 3104, "guide": 3105, "feature": 3106, "fed": 3107, "unusual": 3108, "tangy": 3109, "memories": 3110, "foie": 3111, "screaming": 3112, "bs": 3113, "joes": 3114, "tourist": 3115, "diverse": 3116, "balsamic": 3117, "songs": 3118, "2015": 3119, "sending": 3120, "coat": 3121, "newer": 3122, "cross": 3123, "varieties": 3124, "exam": 3125, "shawarma": 3126, "shoulder": 3127, "blah": 3128, "terribly": 3129, "italy": 3130, "nutella": 3131, "aria": 3132, "file": 3133, "rudely": 3134, "throwing": 3135, "asap": 3136, "shift": 3137, "condiments": 3138, "declined": 3139, "june": 3140, "2016": 3141, "responsive": 3142, "damaged": 3143, "fajitas": 3144, "politely": 3145, "aka": 3146, "iron": 3147, "pets": 3148, "crack": 3149, "southwest": 3150, "trade": 3151, "squid": 3152, "foodie": 3153, "march": 3154, "america": 3155, "labor": 3156, "refer": 3157, "scrambled": 3158, "masala": 3159, "ratings": 3160, "cod": 3161, "seaweed": 3162, "macaroni": 3163, "spoiled": 3164, "april": 3165, "supplies": 3166, "locked": 3167, "recipe": 3168, "lively": 3169, "spiced": 3170, "7pm": 3171, "brick": 3172, "co": 3173, "goodies": 3174, "occasionally": 3175, "carte": 3176, "frankly": 3177, "rid": 3178, "wonton": 3179, "unpleasant": 3180, "tries": 