{"back": 1589885, "would": 1459943, "go": 1405995, "really": 1243647, "also": 1148741, "even": 1028046, "dont": 1024518, "nice": 1001184, "got": 996041, "best": 989761, "well": 985290, "staff": 919208, "friendly": 917969, "im": 897216, "25": 879366, "first": 859639, "us": 851666, "ive": 851240, "love": 848632, "came": 845503, "definitely": 825975, "went": 824700, "always": 823673, "didnt": 823621, "come": 814258, "never": 812389, "try": 806037, "ordered": 787933, "much": 773915, "knows": 771925, "little": 763134, "could": 760591, "people": 741979, "amazing": 730781, "order": 726437, "experience": 725856, "restaurant": 717159, "make": 715756, "made": 709232, "recommend": 704075, "delicious": 703432, "going": 687770, "better": 664971, "know": 651414, "way": 650522, "pretty": 627084, "menu": 624139, "right": 613415, "new": 606585, "two": 601678, "day": 601261, "ever": 600186, "everything": 594368, "sure": 593928, "want": 590717, "say": 583201, "take": 582556, "chicken": 582165, "wait": 580077, "still": 571601, "around": 563910, "see": 557750, "said": 551910, "give": 550231, "took": 539894, "think": 536511, "2": 533588, "next": 525633, "price": 523380, "since": 520125, "every": 519585, "times": 517748, "night": 512124, "fresh": 509643, "cant": 504607, "another": 500812, "work": 493049, "eat": 493005, "bad": 486507, "many": 482653, "find": 479281, "wasnt": 478303, "area": 466002, "location": 463209, "small": 459674, "lot": 459551, "bit": 458315, "minutes": 458206, "something": 455980, "last": 454210, "vegas": 452825, "long": 451941, "bar": 450768, "3": 447633, "asked": 445732, "told": 445505, "though": 445404, "customer": 444048, "awesome": 440718, "5": 440283, "tried": 437997, "worth": 435084, "clean": 433488, "looking": 426626, "super": 420818, "need": 417149, "home": 412656, "happy": 412027, "feel": 410308, "thing": 410252, "table": 409967, "wanted": 408762, "sauce": 402602, "prices": 400680, "side": 400447, "meal": 396420, "lunch": 392922, "different": 392677, "excellent": 392264, "big": 388284, "dinner": 387681, "quality": 385645, "cheese": 383338, "drinks": 382204, "enough": 382018, "found": 379952, "years": 377310, "nothing": 370275, "away": 368751, "done": 361811, "youre": 360430, "things": 359726, "stars": 354609, "favorite": 354360, "thats": 353538, "hot": 353129, "coming": 350817, "check": 350183, "salad": 346648, "visit": 345508, "left": 345317, "atmosphere": 344546, "friends": 344170, "look": 342826, "taste": 342571, "room": 341769, "overall": 341602, "however": 337146, "highly": 333539, "hour": 329513, "4": 329409, "anything": 326438, "top": 325938, "places": 324728, "perfect": 321916, "called": 321384, "getting": 321111, "full": 316334, "drink": 315975, "server": 315834, "actually": 314520, "everyone": 312033, "sweet": 311986, "ask": 308572, "10": 306536, "gave": 305384, "kind": 303964, "tasty": 303878, "busy": 303619, "probably": 303333, "family": 302283, "else": 302006, "free": 301338, "thought": 299216, "put": 298487, "decided": 297896, "care": 297143, "special": 295550, "job": 293788, "huge": 289901, "used": 289305, "without": 288664, "selection": 287946, "ill": 286124, "old": 285643, "quite": 285584, "spot": 284622, "use": 283231, "pizza": 281505, "store": 280814, "large": 279366, "inside": 279242, "business": 278900, "loved": 278858, "meat": 277311, "fries": 276796, "review": 275945, "ok": 275568, "front": 273663, "far": 273450, "disappointed": 273302, "fast": 269427, "let": 268967, "fun": 268431, "id": 268324, "quick": 268160, "money": 267652, "helpful": 265974, "hard": 265454, "flavor": 264308, "call": 262428, "looked": 262181, "maybe": 261058, "almost": 259459, "pay": 258872, "open": 258692, "tell": 258078, "wont": 257634, "needed": 257447, "couple": 255533, "friend": 255042, "house": 254363, "couldnt": 253459, "rice": 253193, "reviews": 252073, "1": 251763, "town": 251535, "least": 249468, "half": 247443, "enjoyed": 246416, "absolutely": 246367, "fried": 246352, "usually": 245095, "high": 244181, "line": 242746, "able": 241796, "items": 241302, "trying": 240377, "end": 240195, "must": 240083, "hours": 239621, "person": 239617, "waiting": 239509, "finally": 239276, "someone": 239195, "week": 237373, "coffee": 237251, "breakfast": 237053, "especially": 236538, "enjoy": 236526, "manager": 236450, "outside": 235659, "whole": 234771, "beer": 234189, "decent": 232174, "options": 232130, "later": 229857, "today": 229480, "tasted": 227949, "less": 227910, "beef": 227764, "part": 227430, "wonderful": 227106, "fantastic": 226653, "help": 226470, "water": 226434, "felt": 226031, "extremely": 225946, "dishes": 225147, "keep": 224841, "doesnt": 223294, "close": 222732, "cooked": 222429, "dish": 221918, "bread": 221389, "point": 220405, "star": 219187, "three": 219047, "days": 218892, "anyone": 218155, "several": 218129, "second": 217970, "shop": 217373, "cool": 217261, "husband": 216669, "served": 216663, "restaurants": 216421, "thank": 215059, "car": 214928, "extra": 214511, "makes": 214378, "eating": 214186, "burger": 213752, "wrong": 213404, "sandwich": 213312, "tables": 212060, "walked": 211880, "20": 209957, "stop": 208170, "walk": 207842, "return": 207467, "owner": 207261, "theres": 206051, "year": 205985, "instead": 205038, "started": 204993, "soup": 203731, "seemed": 202173, "comes": 201808, "waitress": 201512, "isnt": 201486, "deal": 200916, "brought": 200568, "stay": 199939, "guy": 198671, "name": 197714, "cream": 197481, "wouldnt": 197018, "bring": 196167, "either": 196018, "may": 195843, "customers": 195717, "spicy": 195423, "working": 192154, "door": 192003, "wish": 191931, "pork": 190944, "leave": 190871, "professional": 188801, "cold": 187582, "dessert": 187439, "attentive": 186669, "steak": 185982, "parking": 185974, "plus": 185899, "hotel": 185423, "arrived": 185217, "reason": 184471, "saw": 184328, "guys": 183992, "already": 183760, "sushi": 183567, "making": 183402, "15": 183314, "yet": 182899, "live": 182883, "oh": 182806, "strip": 182206, "show": 181909, "lots": 181016, "start": 180845, "ago": 180762, "easy": 179599, "yelp": 179473, "beautiful": 178575, "fish": 178375, "problem": 177853, "music": 177191, "reasonable": 177086, "portions": 176024, "course": 174839, "expect": 174125, "although": 173995, "shrimp": 173483, "offer": 173213, "sit": 172736, "ice": 172648, "phone": 172536, "might": 172477, "company": 172080, "worst": 171291, "waited": 171037, "real": 169933, "quickly": 169802, "dining": 169115, "sat": 168117, "kids": 168060, "regular": 167779, "amount": 167606, "size": 167444, "yes": 166787, "rude": 166441, "drive": 165844, "liked": 165677, "needs": 165451, "6": 164700, "seems": 164584, "decor": 164163, "seated": 163743, "wine": 163720, "fine": 163305, "group": 163286, "30": 163222, "soon": 163037, "pick": 163001, "local": 161753, "ended": 161583, "theyre": 161401, "expensive": 160937, "fan": 160350, "late": 160339, "wife": 160316, "impressed": 159757, "thanks": 159527, "cut": 158972, "party": 158666, "paid": 158418, "okay": 158178, "plate": 158104, "street": 157768, "fact": 155552, "looks": 155118, "stuff": 155026, "cheap": 154772, "past": 153887, "red": 153518, "style": 152593, "entire": 151900, "given": 151837, "las": 151714, "buy": 151592, "seen": 151335, "short": 150875, "seating": 150719, "variety": 150445, "guess": 150421, "tea": 148894, "received": 148505, "horrible": 147383, "believe": 147286, "mind": 147221, "perfectly": 147187, "slow": 146961, "dry": 146306, "set": 145453, "seem": 145159, "trip": 145085, "morning": 144743, "taking": 144513, "portion": 144454, "waiter": 144378, "comfortable": 144346, "ate": 144041, "stopped": 143916, "months": 143293, "ready": 142978, "recommended": 142251, "often": 141985, "charge": 141368, "warm": 141322, "employees": 141066, "glad": 140879, "kept": 140669, "etc": 140338, "twice": 139959, "life": 139513, "change": 139222, "saturday": 138799, "green": 138774, "offered": 138033, "tacos": 137319, "kitchen": 137286, "choice": 137101, "terrible": 136700, "available": 136551, "completely": 135873, "early": 135731, "light": 135519, "gets": 134855, "chocolate": 133784, "run": 133490, "others": 132812, "knew": 132271, "sitting": 132244, "average": 132167, "rather": 131761, "yummy": 131725, "priced": 131690, "chips": 131475, "office": 131202, "plenty": 131122, "bill": 129289, "lady": 129036, "serve": 127933, "appointment": 127634, "due": 127489, "patio": 127215, "bacon": 127195, "gone": 126676, "hair": 126647, "white": 126138, "heard": 125945, "choose": 125882, "ordering": 125740, "cost": 125124, "add": 124826, "counter": 124579, "across": 124527, "main": 124527, "weeks": 124306, "crispy": 124264, "rolls": 124213, "within": 124165, "expected": 123610, "flavors": 123551, "havent": 123315, "near": 123270, "along": 123105, "weekend": 123012, "totally": 122553, "list": 122149, "taken": 121032, "recently": 120801, "please": 120562, "space": 120003, "simple": 119721, "servers": 119647, "floor": 119600, "understand": 119586, "surprised": 119031, "located": 118789, "12": 118696, "behind": 118603, "issue": 118298, "remember": 117577, "bite": 117140, "unfortunately": 117104, "pleasant": 116938, "walking": 116798, "werent": 116627, "rest": 116383, "man": 116090, "sunday": 115804, "type": 115684, "egg": 115578, "immediately": 115543, "literally": 115492, "saying": 115397, "girl": 114786, "hit": 114365, "bowl": 114135, "roll": 114078, "appetizer": 113975, "moved": 113970, "giving": 113868, "youll": 113597, "evening": 113210, "four": 113027, "exactly": 112804, "hope": 112480, "wow": 111944, "orders": 111906, "tip": 111885, "city": 111665, "packed": 111573, "burgers": 110575, "seriously": 110354, "8": 110282, "opened": 110171, "worked": 109850, "bought": 109844, "ones": 109577, "mexican": 109516, "hands": 109413, "friday": 109388, "helped": 109263, "option": 109065, "talk": 108941, "wings": 108561, "together": 108476, "cute": 108385, "bbq": 108254, "knowledgeable": 108218, "card": 108171, "sometimes": 107304, "month": 107163, "cake": 107068, "unique": 106874, "authentic": 106832, "honestly": 106781, "ambiance": 106022, "ingredients": 105911, "questions": 105508, "read": 105265, "truly": 105248, "longer": 105149, "potatoes": 105015, "hand": 104931, "prepared": 104734, "poor": 104613, "grilled": 104363, "eggs": 104355, "french": 104268, "forward": 104224, "birthday": 103686, "buffet": 103685, "including": 103124, "soft": 103045, "flavorful": 102992, "fix": 102975, "garlic": 102546, "based": 102475, "number": 102448, "empty": 102404, "sandwiches": 102172, "noticed": 102016, "greeted": 101999, "paying": 101964, "minute": 101940, "rooms": 101842, "black": 101476, "pricey": 101447, "checked": 101376, "takes": 101189, "watch": 101000, "added": 100836, "glass": 100822, "five": 100675, "excited": 100305, "thai": 99840, "mean": 99366, "potato": 99216, "bland": 98731, "showed": 98574, "tender": 98522, "7": 98334, "pieces": 98136, "sign": 98046, "feeling": 97884, "date": 97676, "upon": 97181, "choices": 96876, "dr": 96731, "45": 96603, "idea": 96568, "issues": 95881, "spend": 95874, "noodles": 95855, "beyond": 95823, "italian": 95560, "spent": 95503, "anywhere": 95383, "view": 95371, "pool": 94904, "eaten": 94353, "pasta": 94216, "attention": 94207, "fair": 94015, "phoenix": 93995, "brunch": 93910, "chinese": 93879, "goes": 93806, "loud": 93655, "sorry": 93635, "finish": 93480, "turned": 93474, "world": 93434, "stayed": 93033, "online": 92887, "salmon": 92640, "arent": 92245, "level": 92092, "butter": 91876, "meals": 91687, "hungry": 91611, "dog": 91469, "chef": 91456, "talking": 91122, "desk": 90605, "head": 90403, "total": 89976, "cannot": 89951, "downtown": 89699, "simply": 89511, "chance": 89200, "100": 89143, "mention": 88920, "crab": 88746, "process": 88634, "happened": 88585, "share": 88437, "asking": 88322, "treat": 88179, "beans": 88088, "filled": 87864, "piece": 87730, "visiting": 87666, "seafood": 87643, "case": 87606, "low": 87465, "management": 87408, "outstanding": 87292, "interesting": 87096, "future": 87036, "weve": 86649, "game": 86440, "value": 86248, "boyfriend": 86148, "unless": 85996, "using": 85883, "honest": 85619, "mouth": 85602, "closed": 85529, "dirty": 85402, "basically": 85323, "miss": 85285, "says": 85166, "beers": 84953, "bartender": 84869, "salsa": 84787, "seat": 84748, "specials": 84671, "shopping": 84476, "appetizers": 84176, "move": 84163, "per": 84084, "changed": 83807, "visited": 83761, "lol": 83548, "middle": 83465, "plates": 83223, "finished": 83162, "explained": 83104, "vibe": 83032, "hear": 82977, "charged": 82908, "reservation": 82750, "oil": 82549, "note": 82464, "incredible": 82318, "owners": 82153, "single": 82101, "anyway": 82021, "club": 82014, "salon": 81562, "picked": 81560, "disappointing": 81244, "services": 81114, "filling": 80993, "grab": 80767, "sides": 80391, "salty": 80207, "tastes": 80039, "toppings": 79998, "sent": 79946, "crowded": 79568, "standard": 79268, "cup": 78888, "overpriced": 78853, "park": 78811, "mine": 78698, "crazy": 78202, "afternoon": 77924, "returning": 77864, "plan": 77732, "serving": 77732, "play": 77713, "la": 77631, "smelling": 77311, "whatever": 76873, "opinion": 76660, "multiple": 76600, "true": 76540, "except": 76371, "attitude": 76329, "somewhere": 76220, "seeing": 76185, "delivery": 76056, "casino": 76024, "50": 75837, "typical": 75793, "young": 75746, "considering": 75666, "write": 75546, "works": 75415, "easily": 75345, "team": 75209, "save": 75130, "center": 75128, "onion": 75113, "chose": 74869, "girls": 74605, "wall": 74579, "fairly": 74431, "leaving": 74333, "running": 74293, "touch": 74195, "cash": 74134, "crust": 74071, "taco": 74037, "desserts": 73978, "face": 73673, "mac": 73566, "stand": 73049, "matter": 72994, "included": 72992, "patient": 72896, "thin": 72880, "pleased": 72868, "solid": 72600, "item": 72419, "mixed": 72375, "salads": 72375, "lovely": 72325, "waste": 72120, "clearly": 72073, "slightly": 72060, "medium": 71995, "credit": 71891, "box": 71734, "mix": 71710, "met": 71685, "purchase": 71553, "avoid": 71471, "forgot": 71385, "satisfied": 71347, "thinking": 71312, "healthy": 71254, "lost": 71184, "dark": 71183, "mediocre": 71172, "lack": 71167, "cafe": 71142, "crowd": 70835, "personal": 70689, "tiny": 70688, "nails": 70607, "welcoming": 70556, "establishment": 70505, "ahead": 70326, "curry": 70296, "speak": 70293, "veggies": 70273, "summer": 70261, "efficient": 70151, "bathroom": 70146, "daughter": 70021, "appreciate": 70006, "certainly": 69962, "tomato": 69914, "generous": 69887, "son": 69880, "mall": 69686, "tasting": 69534, "gotten": 69460, "sausage": 69421, "corn": 69412, "fixed": 69359, "possible": 69332, "awful": 69147, "40": 69142, "joint": 69142, "book": 69003, "supposed": 68910, "gem": 68879, "baked": 68835, "expecting": 68820, "shared": 68797, "seats": 68751, "complaint": 68652, "neighborhood": 68559, "rating": 68431, "lobster": 68421, "treated": 68269, "pulled": 68091, "surprise": 68016, "despite": 67978, "mostly": 67891, "building": 67878, "limited": 67865, "incredibly": 67828, "environment": 67816, "compared": 67777, "toronto": 67727, "valley": 67659, "turn": 67480, "toast": 67423, "sad": 67410, "craving": 67255, "cook": 67227, "expectations": 67191, "obviously": 67141, "mentioned": 66998, "usual": 66949, "apparently": 66655, "polite": 66554, "forget": 66517, "asian": 66423, "mom": 66375, "onions": 66324, "normally": 66307, "window": 66238, "products": 66186, "convenient": 66156, "school": 66107, "accommodating": 66066, "sauces": 66019, "sell": 66004, "original": 65999, "tonight": 65970, "checking": 65808, "combo": 65795, "woman": 65739, "complete": 65694, "thick": 65568, "weird": 65308, "playing": 65103, "eye": 64874, "staying": 64784, "elsewhere": 64727, "bottle": 64647, "modern": 64623, "seasoned": 64514, "hate": 64490, "lets": 64431, "none": 64291, "alone": 64047, "worse": 64025, "barely": 63911, "min": 63780, "homemade": 63751, "affordable": 63738, "35": 63631, "addition": 63584, "dollars": 63574, "smile": 63504, "burrito": 63468, "sort": 63437, "juicy": 63343, "provided": 63263, "smaller": 63234, "throughout": 63137, "prefer": 63046, "dressing": 62983, "moving": 62956, "hostess": 62948, "die": 62942, "bed": 62866, "delivered": 62777, "ribs": 62756, "salt": 62719, "otherwise": 62618, "hes": 62606, "purchased": 62325, "kinda": 62196, "suggest": 62131, "corner": 62118, "air": 62051, "9": 61914, "quiet": 61797, "milk": 61729, "vegetarian": 61698, "previous": 61584, "n": 61487, "pm": 61409, "lived": 61377, "employee": 61288, "hold": 61276, "means": 61175, "entrees": 61047, "locations": 61011, "mins": 60984, "negative": 60848, "clear": 60761, "greasy": 60679, "pictures": 60658, "scottsdale": 60625, "deep": 60510, "trust": 60423, "tuna": 60346, "bottom": 60317, "creamy": 60297, "normal": 60291, "nicely": 60268, "sales": 60079, "bunch": 59920, "frozen": 59895, "nail": 59893, "fabulous": 59891, "positive": 59735, "answer": 59723, "stores": 59597, "texture": 59587, "reservations": 59537, "update": 59526, "conversation": 59511, "pass": 59449, "fruit": 59376, "yum": 59357, "section": 59356, "continue": 59354, "rare": 59327, "pricing": 59280, "system": 59275, "massage": 59272, "similar": 59251, "heat": 59249, "lettuce": 59035, "forever": 58985, "word": 58948, "general": 58945, "situation": 58729, "traditional": 58619, "cocktails": 58562, "happen": 58547, "difficult": 58469, "watching": 58359, "fill": 58344, "experienced": 58311, "reading": 58309, "beat": 58300, "nights": 58148, "color": 58066, "stuffed": 58028, "personally": 57969, "problems": 57904, "double": 57868, "shot": 57797, "fancy": 57789, "chairs": 57785, "covered": 57762, "strong": 57723, "sour": 57685, "cleaning": 57518, "entree": 57422, "experiences": 57386, "shops": 57370, "break": 57273, "notch": 57269, "dogs": 57148, "actual": 57147, "casual": 57031, "higher": 56974, "willing": 56967, "chain": 56950, "foods": 56790, "split": 56669, "outdoor": 56643, "missing": 56548, "interior": 56466, "event": 56355, "market": 56280, "bag": 56239, "guests": 56191, "spoke": 56105, "shes": 56043, "rib": 56042, "meet": 56016, "tv": 55996, "ridiculous": 55989, "spring": 55878, "provide": 55842, "rush": 55766, "perhaps": 55692, "notice": 55644, "whats": 55636, "straight": 55481, "fit": 55454, "reasonably": 55388, "station": 55373, "cheaper": 55371, "lamb": 55193, "perfection": 55142, "spice": 54878, "class": 54778, "cause": 54613, "basic": 54562, "product": 54539, "ladies": 54496, "yesterday": 54426, "bucks": 54403, "telling": 54313, "smell": 54209, "mistake": 54201, "broth": 54112, "hidden": 53986, "pie": 53973, "placed": 53941, "shows": 53829, "buying": 53735, "explain": 53667, "known": 53636, "living": 53487, "returned": 53474, "stick": 53440, "games": 53386, "blue": 53310, "funny": 53266, "additional": 53210, "cozy": 53171, "pho": 53078, "meats": 53055, "rich": 53030, "vegan": 52911, "website": 52902, "anymore": 52871, "request": 52821, "veggie": 52800, "rock": 52790, "chili": 52471, "de": 52364, "pepper": 52364, "charlotte": 52331, "vegetables": 52317, "rate": 52091, "particular": 52039, "spots": 52026, "cocktail": 52025, "presentation": 51925, "noodle": 51849, "dip": 51819, "bun": 51788, "finding": 51778, "sense": 51767, "discount": 51704, "monday": 51345, "grill": 51344, "offers": 51325, "baby": 51239, "road": 51220, "welcome": 51177, "important": 51127, "story": 51071, "lemon": 51069, "complain": 51010, "theyve": 51001, "fee": 50960, "lines": 50812, "classic": 50714, "calling": 50662, "nearly": 50648, "prior": 50591, "courteous": 50578, "yeah": 50565, "send": 50545, "airport": 50481, "folks": 50467, "plain": 50285, "booked": 50260, "paper": 50233, "brand": 50209, "gives": 50175, "complaints": 50111, "relaxing": 50063, "hang": 49996, "tons": 49939, "moment": 49916, "cleaned": 49908, "wedding": 49907, "nearby": 49869, "bigger": 49832, "mushrooms": 49808, "loves": 49635, "heart": 49600, "driving": 49473, "youve": 49463, "mess": 49422, "pancakes": 49400, "heavy": 49300, "opening": 49276, "glasses": 49208, "imagine": 49201, "desert": 49196, "avocado": 49103, "informed": 49079, "favorites": 49012, "lucky": 49002, "orange": 48969, "sugar": 48927, "cashier": 48922, "third": 48712, "repair": 48666, "exceptional": 48594, "machine": 48539, "american": 48474, "receive": 48256, "juice": 48068, "helping": 48002, "standing": 47998, "ran": 47971, "hoping": 47956, "drop": 47930, "feels": 47883, "become": 47882, "difference": 47876, "picture": 47771, "west": 47746, "flat": 47732, "japanese": 47574, "roasted": 47402, "popular": 47398, "cars": 47231, "likely": 47209, "schedule": 47192, "zero": 47192, "north": 47086, "flavour": 47078, "pain": 47041, "certain": 47018, "arrive": 46937, "arizona": 46914, "daily": 46811, "answered": 46764, "topped": 46759, "slices": 46730, "slice": 46629, "step": 46617, "overly": 46584, "whether": 46495, "visits": 46478, "appreciated": 46458, "everywhere": 46427, "prompt": 46283, "hell": 46281, "doctor": 46168, "california": 46016, "bother": 46003, "refreshing": 45902, "realized": 45866, "boy": 45800, "soggy": 45743, "south": 45606, "bartenders": 45572, "hadnt": 45569, "pizzas": 45563, "bean": 45552, "youd": 45531, "kid": 45516, "brown": 45500, "korean": 45464, "sold": 45419, "email": 45401, "eyes": 45398, "correct": 45341, "wanting": 45224, "w": 45202, "disappointment": 45168, "talked": 45146, "contact": 45139, "whenever": 45069, "ton": 45064, "phenomenal": 45018, "decide": 44992, "workers": 44974, "wash": 44924, "figured": 44877, "detail": 44875, "dropped": 44798, "consider": 44700, "information": 44661, "east": 44658, "suggested": 44658, "fat": 44639, "takeout": 44634, "spinach": 44581, "indian": 44569, "walls": 44558, "state": 44427, "24": 44381, "damn": 44376, "tuesday": 44357, "ramen": 44326, "older": 44280, "specialties": 44084, "larger": 44065, "wide": 44037, "disappoint": 43975, "pad": 43901, "tough": 43834, "areas": 43823, "favourite": 43772, "mushroom": 43736, "tomatoes": 43718, "somewhat": 43713, "response": 43679, "duck": 43540, "absolute": 43474, "art": 43423, "question": 43331, "requested": 43284, "broken": 43256, "recent": 43222, "stuck": 43175, "lacking": 43127, "ambience": 43103, "peppers": 43094, "skin": 43075, "earlier": 43060, "various": 42873, "drove": 42872, "closer": 42869, "replaced": 42812, "major": 42670, "thru": 42637, "figure": 42617, "types": 42611, "calls": 42548, "cooking": 42536, "body": 42534, "kick": 42419, "gift": 42383, "iced": 42296, "mood": 42171, "combination": 42169, "pittsburgh": 42122, "11": 42096, "concept": 42027, "truck": 41948, "apple": 41930, "spacious": 41928, "prime": 41857, "sports": 41843, "complimentary": 41835, "groupon": 41709, "tvs": 41653, "bars": 41630, "mango": 41601, "cuisine": 41537, "cover": 41523, "insurance": 41421, "honey": 41340, "crisp": 41315, "starbucks": 41225, "smoked": 41205, "promptly": 41161, "dine": 41056, "pleasantly": 40999, "omg": 40954, "doubt": 40951, "mini": 40886, "separate": 40859, "turkey": 40845, "selections": 40829, "coconut": 40750, "brisket": 40745, "odd": 40722, "parts": 40710, "follow": 40683, "belly": 40647, "surprisingly": 40607, "moist": 40590, "consistent": 40548, "par": 40524, "safe": 40509, "sound": 40508, "disgusting": 40418, "setting": 40396, "az": 40386, "following": 40360, "feet": 40323, "realize": 40321, "pop": 40315, "gym": 40292, "weekends": 40277, "gross": 40254, "recommendations": 40244, "enjoyable": 40186, "board": 40149, "vehicle": 40093, "dollar": 40022, "children": 40013, "impressive": 40000, "support": 39993, "tofu": 39979, "fault": 39977, "owned": 39971, "strawberry": 39832, "crunchy": 39802, "bright": 39801, "consistently": 39800, "spa": 39761, "range": 39734, "chewy": 39691, "sick": 39691, "wifi": 39662, "sister": 39655, "calamari": 39652, "generally": 39599, "ride": 39458, "unprofessional": 39415, "king": 39408, "movie": 39353, "sized": 39349, "bites": 39295, "allowed": 39283, "wants": 39242, "u": 39235, "member": 39145, "menus": 39121, "stood": 39119, "cakes": 39115, "goodness": 39084, "fell": 38978, "tap": 38959, "gravy": 38956, "missed": 38872, "post": 38841, "properly": 38827, "lounge": 38819, "round": 38781, "spectacular": 38780, "doors": 38688, "health": 38681, "rushed": 38669, "girlfriend": 38632, "hopefully": 38592, "joke": 38586, "agreed": 38584, "upset": 38562, "drinking": 38561, "putting": 38532, "country": 38526, "treatment": 38511, "wrap": 38498, "montreal": 38404, "recommendation": 38298, "personable": 38290, "stated": 38258, "filet": 38257, "thursday": 38239, "cookies": 38202, "opted": 38158, "nachos": 38018, "interested": 38008, "patrons": 37972, "sizes": 37968, "words": 37916, "security": 37907, "bringing": 37893, "pot": 37857, "alright": 37780, "smoke": 37735, "2nd": 37681, "14": 37664, "knowing": 37630, "luck": 37621, "passed": 37609, "facility": 37603, "anyways": 37544, "entertain": 37511, "goto": 37510, "advice": 37492, "sale": 37485, "raw": 37286, "results": 37240, "guacamole": 37218, "venue": 37216, "biggest": 37190, "banana": 37102, "design": 37100, "hey": 37095, "carry": 37054, "needless": 37038, "soda": 36897, "refund": 36853, "lower": 36837, "towards": 36787, "entrance": 36701, "agree": 36666, "charcoal": 36666, "shouldnt": 36646, "lights": 36567, "luckily": 36539, "bakery": 36536, "god": 36523, "platter": 36508, "smooth": 36372, "fall": 36360, "training": 36297, "closing": 36285, "sample": 36265, "ten": 36180, "sucks": 36175, "grocery": 36151, "guest": 36148, "dance": 36128, "besides": 36006, "grand": 35990, "foot": 35986, "register": 35978, "weather": 35890, "unlike": 35842, "wonder": 35773, "scheduled": 35757, "bomb": 35753, "flight": 35752, "sadly": 35733, "york": 35712, "app": 35644, "catch": 35593, "key": 35590, "spending": 35567, "english": 35518, "version": 35492, "picky": 35482, "alcohol": 35461, "members": 35436, "chill": 35418, "apart": 35401, "gorgeous": 35388, "mashed": 35370, "regret": 35306, "delish": 35302, "writing": 35284, "handle": 35281, "possibly": 35235, "vanilla": 35140, "awhile": 35128, "deliver": 35105, "photos": 35079, "typically": 35060, "hotels": 35058, "beginning": 35035, "meh": 35023, "miles": 35000, "shower": 34975, "waffles": 34969, "windows": 34918, "st": 34908, "coupon": 34901, "changes": 34875, "property": 34833, "deals": 34796, "annoying": 34720, "frequent": 34695, "tickets": 34691, "furniture": 34679, "chefs": 34628, "particularly": 34618, "crew": 34605, "giant": 34557, "parents": 34545, "six": 34499, "hash": 34452, "groups": 34425, "aside": 34384, "constantly": 34368, "cleveland": 34328, "diner": 34267, "crap": 34241, "fire": 34189, "host": 34179, "uncomfortable": 34138, "lobby": 34112, "burnt": 34057, "refused": 33958, "shame": 33899, "booth": 33889, "private": 33822, "resort": 33821, "seasoning": 33815, "heaven": 33778, "self": 33723, "serious": 33719, "starting": 33677, "bathrooms": 33581, "points": 33550, "hubby": 33534, "bone": 33463, "sashimi": 33414, "wed": 33406, "pedicure": 33391, "women": 33374, "refills": 33319, "admit": 33300, "13": 33279, "overcooked": 33239, "creative": 33219, "waffle": 33211, "till": 33108, "thorough": 33061, "screen": 33040, "decision": 33032, "ac": 33022, "margarita": 33014, "lighting": 32986, "hole": 32935, "plastic": 32922, "department": 32919, "skip": 32861, "costs": 32841, "listen": 32662, "suggestions": 32648, "enjoying": 32638, "replace": 32619, "18": 32604, "wednesday": 32583, "refill": 32579, "cheesecake": 32514, "allow": 32501, "offering": 32441, "include": 32423, "waiters": 32397, "greens": 32393, "specialty": 32381, "wouldve": 32332, "manner": 32314, "superb": 32258, "sounds": 32233, "tech": 32233, "gonna": 32197, "freshly": 32175, "tax": 32133, "rings": 32059, "travel": 31941, "pressure": 31927, "beware": 31884, "greek": 31881, "non": 31838, "fully": 31807, "pleasure": 31788, "serves": 31775, "relaxed": 31767, "ground": 31732, "chair": 31703, "comment": 31694, "bonus": 31692, "oysters": 31652, "onto": 31649, "cookie": 31641, "learned": 31636, "sun": 31609, "legs": 31605, "cards": 31553, "followed": 31549, "wrapped": 31380, "clients": 31257, "throw": 31218, "tips": 31210, "pastries": 31187, "happens": 31181, "knowledge": 31018, "latte": 30998, "clothes": 30985, "melted": 30960, "effort": 30954, "tired": 30946, "craft": 30875, "terms": 30855, "comfort": 30850, "pita": 30835, "organized": 30833, "snack": 30822, "vacation": 30816, "stomach": 30799, "keeping": 30798, "machines": 30766, "reminded": 30740, "apologized": 30609, "meeting": 30608, "learn": 30601, "pull": 30598, "sea": 30588, "pour": 30573, "strange": 30534, "rent": 30500, "originally": 30493, "hummus": 30481, "specifically": 30479, "dozen": 30444, "dipping": 30404, "occasions": 30391, "peanut": 30368, "donuts": 30333, "upscale": 30331, "ranch": 30294, "relax": 30256, "hanging": 30250, "specific": 30234, "chipotle": 30217, "saved": 30211, "dress": 30078, "dead": 30013, "60": 30010, "accommodate": 29991, "driver": 29978, "upstairs": 29938, "site": 29928, "begin": 29889, "natural": 29882, "carne": 29879, "relatively": 29866, "extensive": 29850, "excuse": 29832, "bottles": 29819, "favor": 29798, "managed": 29795, "compare": 29791, "pub": 29788, "mother": 29786, "steaks": 29724, "decorated": 29723, "wear": 29701, "mayo": 29695, "gotta": 29686, "budget": 29664, "stock": 29623, "waitresses": 29616, "dim": 29605, "via": 29602, "asada": 29590, "fare": 29572, "occasion": 29532, "maintenance": 29518, "watched": 29517, "turns": 29513, "margaritas": 29504, "community": 29501, "leaves": 29480, "equipment": 29455, "final": 29447, "cares": 29421, "planning": 29405, "quote": 29398, "became": 29388, "bowls": 29337, "hype": 29314, "inviting": 29296, "heres": 29267, "buffalo": 29215, "ticket": 29212, "reasons": 29211, "garage": 29208, "1st": 29206, "theyll": 29206, "scallops": 29189, "16": 29180, "discovered": 29125, "gentleman": 29111, "receipt": 29097, "aware": 28999, "kinds": 28973, "tells": 28958, "square": 28953, "caring": 28940, "played": 28904, "nobody": 28901, "gel": 28890, "mile": 28872, "numerous": 28868, "le": 28855, "noise": 28855, "sliced": 28848, "example": 28845, "child": 28830, "timely": 28805, "eventually": 28782, "treats": 28731, "signature": 28713, "test": 28697, "presented": 28676, "court": 28641, "thoroughly": 28623, "impression": 28587, "sub": 28564, "laid": 28535, "tour": 28512, "package": 28480, "match": 28368, "neither": 28267, "classes": 28253, "named": 28241, "locals": 28237, "advance": 28225, "dumplings": 28217, "pet": 28196, "shoes": 28184, "23": 28180, "christmas": 28135, "sprouts": 28070, "hardly": 28060, "distance": 28045, "anytime": 28040, "comfy": 28021, "events": 28010, "ass": 28009, "gas": 27981, "gluten": 27939, "balance": 27919, "basil": 27913, "trouble": 27903, "miso": 27885, "broke": 27881, "ignored": 27853, "pineapple": 27814, "benedict": 27751, "rental": 27740, "garden": 27735, "parties": 27729, "wood": 27711, "confused": 27706, "exact": 27703, "dealership": 27684, "chicago": 27673, "ham": 27658, "control": 27632, "worry": 27578, "access": 27530, "hip": 27498, "cups": 27480, "meant": 27444, "olive": 27408, "flavours": 27407, "fluffy": 27358, "pudding": 27341, "threw": 27335, "balls": 27311, "tend": 27286, "energy": 27282, "san": 27265, "dough": 27245, "random": 27239, "speaking": 27203, "pros": 27190, "advantage": 27180, "tempura": 27171, "proceeded": 27170, "smelled": 27114, "began": 27098, "caramel": 27093, "removed": 27089, "steamed": 27076, "regularly": 27046, "oven": 27029, "tortilla": 27026, "opportunity": 27024, "details": 27006, "posted": 27000, "blown": 26999, "everyday": 26990, "shape": 26990, "shocked": 26968, "college": 26958, "truffle": 26938, "vegetable": 26932, "base": 26926, "famous": 26921, "somehow": 26914, "haircut": 26864, "appointments": 26810, "loaded": 26794, "200": 26787, "includes": 26785, "ny": 26768, "form": 26763, "enter": 26718, "soups": 26688, "savory": 26687, "careful": 26678, "soy": 26658, "stylist": 26632, "ps": 26608, "contacted": 26580, "shake": 26580, "depending": 26575, "bell": 26567, "cuts": 26521, "apartment": 26504, "floors": 26493, "showing": 26491, "warranty": 26454, "continued": 26448, "search": 26444, "scene": 26436, "companies": 26406, "ball": 26393, "nasty": 26389, "bank": 26364, "beautifully": 26352, "picking": 26334, "vietnamese": 26314, "ginger": 26298, "sum": 26287, "men": 26255, "concerned": 26252, "photo": 26220, "shell": 26185, "chip": 26124, "promised": 26104, "memorable": 26028, "lacked": 26020, "ayce": 25987, "express": 25973, "goods": 25947, "directly": 25943, "meatballs": 25927, "neat": 25915, "keeps": 25891, "snacks": 25863, "bags": 25838, "polish": 25833, "90": 25831, "syrup": 25829, "likes": 25826, "caesar": 25821, "rarely": 25780, "def": 25773, "tad": 25750, "regardless": 25727, "message": 25722, "season": 25690, "suppose": 25688, "nicer": 25675, "respect": 25636, "pair": 25634, "cons": 25624, "account": 25609, "sticky": 25580, "cinnamon": 25571, "roast": 25543, "madison": 25510, "handed": 25500, "theater": 25438, "deli": 25432, "goat": 25401, "ways": 25365, "bellagio": 25363, "pink": 25343, "delightful": 25342, "common": 25297, "mark": 25279, "tasteless": 25259, "traffic": 25239, "practice": 25233, "downside": 25227, "act": 25224, "band": 25170, "listed": 25162, "b": 25152, "winter": 25146, "signed": 25119, "parmesan": 25067, "starts": 25061, "inexpensive": 25059, "corporate": 25052, "chunks": 25044, "dentist": 25031, "frequently": 25029, "intimate": 25023, "leftovers": 25010, "result": 24988, "stage": 24976, "trendy": 24967, "annoyed": 24963, "terrific": 24962, "sharing": 24911, "booths": 24865, "describe": 24858, "shit": 24845, "cheesy": 24828, "names": 24773, "initially": 24752, "plaza": 24752, "standouts": 24744, "happier": 24712, "lime": 24696, "charges": 24685, "classy": 24631, "hello": 24617, "informative": 24580, "complex": 24542, "repeat": 24536, "haha": 24506, "layout": 24479, "buns": 24475, "beds": 24473, "dried": 24450, "adding": 24441, "gelato": 24434, "liking": 24414, "caught": 24395, "obvious": 24372, "spices": 24354, "changing": 24348, "drunk": 24347, "bc": 24296, "mild": 24290, "3rd": 24281, "toasted": 24246, "bay": 24209, "age": 24194, "coworkers": 24156, "broccoli": 24155, "appeared": 24137, "massive": 24116, "poutine": 24113, "crunch": 24098, "businesses": 24093, "skills": 24066, "sleep": 23969, "yogurt": 23890, "standards": 23872, "trash": 23862, "buffets": 23842, "ruined": 23823, "sounded": 23796, "consistency": 23787, "organic": 23772, "tempe": 23769, "awkward": 23737, "doctors": 23717, "lazy": 23715, "potential": 23702, "arrival": 23670, "policy": 23667, "mozzarella": 23666, "fry": 23651, "dj": 23642, "pepperoni": 23642, "sooo": 23633, "mustard": 23629, "auto": 23627, "previously": 23613, "easier": 23602, "proper": 23594, "concerns": 23554, "initial": 23533, "eggplant": 23517, "address": 23492, "slaw": 23476, "mcdonalds": 23450, "husbands": 23444, "boring": 23430, "installed": 23429, "queen": 23429, "communication": 23388, "topping": 23388, "current": 23383, "fees": 23376, "burritos": 23350, "quoted": 23349, "patty": 23330, "colors": 23320, "soooo": 23303, "valet": 23292, "cucumber": 23273, "temperature": 23218, "wet": 23185, "correctly": 23184, "offerings": 23171, "payment": 23153, "signs": 23151, "repairs": 23147, "upgrade": 23145, "melt": 23133, "dressed": 23108, "smells": 23083, "display": 23059, "candy": 23024, "poorly": 23011, "selling": 23000, "pointed": 22976, "carpet": 22975, "remembered": 22968, "yellow": 22968, "history": 22952, "explaining": 22933, "tortillas": 22925, "understanding": 22925, "satisfying": 22923, "golden": 22908, "referred": 22881, "welcomed": 22878, "seconds": 22875, "views": 22871, "produce": 22847, "charging": 22842, "internet": 22842, "deserve": 22831, "among": 22801, "bf": 22800, "bloody": 22787, "hearing": 22759, "deserves": 22719, "boxes": 22696, "afterwards": 22688, "et": 22664, "held": 22642, "hurry": 22637, "impossible": 22625, "southern": 22618, "dad": 22610, "necessary": 22599, "complained": 22583, "manicure": 22578, "equally": 22564, "entertainment": 22556, "fans": 22542, "spread": 22537, "rocks": 22523, "stale": 22517, "reminds": 22510, "written": 22455, "flavored": 22429, "holiday": 22363, "accept": 22330, "currently": 22330, "dealing": 22324, "industry": 22308, "theme": 22308, "nervous": 22287, "tight": 22280, "eats": 22265, "prepare": 22224, "dancing": 22204, "row": 22180, "secret": 22153, "block": 22149, "tire": 22149, "suite": 22133, "lose": 22108, "pan": 22103, "fountain": 22101, "34": 22095, "wild": 22073, "blast": 22065, "highlight": 22050, "managers": 22029, "pickles": 22013, "closest": 21984, "hint": 21964, "handled": 21920, "unit": 21906, "pack": 21904, "completed": 21901, "failed": 21881, "biscuits": 21870, "creme": 21868, "fridge": 21863, "paint": 21833, "hospital": 21827, "boys": 21813, "dined": 21805, "rolled": 21760, "adults": 21756, "al": 21749, "romantic": 21741, "updated": 21737, "grabbed": 21698, "headed": 21691, "build": 21675, "fingers": 21619, "families": 21593, "personality": 21580, "messed": 21565, "chat": 21558, "patients": 21547, "boba": 21536, "greet": 21526, "batter": 21520, "technician": 21484, "samples": 21481, "client": 21474, "espresso": 21450, "switch": 21424, "downstairs": 21400, "sliders": 21396, "weekday": 21392, "text": 21383, "chopped": 21361, "attempt": 21343, "shredded": 21341, "period": 21337, "knowledgable": 21311, "computer": 21302, "theyd": 21294, "runs": 21265, "island": 21255, "hasnt": 21251, "wearing": 21228, "teeth": 21226, "wise": 21221, "public": 21219, "stupid": 21217, "brother": 21208, "anniversary": 21178, "studio": 21164, "video": 21164, "apps": 21159, "stopping": 21153, "create": 21137, "oily": 21130, "yelpers": 21126, "teriyaki": 21096, "claim": 21092, "tower": 21079, "btw": 21076, "shots": 21071, "cheddar": 21067, "hung": 21014, "daughters": 21005, "lives": 20992, "individual": 20988, "gourmet": 20982, "helps": 20965, "hurt": 20959, "mr": 20942, "gyro": 20936, "remove": 20934, "flavourful": 20914, "ceiling": 20913, "medical": 20913, "apology": 20836, "wines": 20829, "mainly": 20826, "penny": 20826, "spaghetti": 20825, "regulars": 20824, "improve": 20791, "familiar": 20790, "lie": 20744, "sake": 20742, "assume": 20737, "lit": 20704, "brings": 20698, "gold": 20698, "bus": 20678, "adult": 20677, "ensure": 20666, "hire": 20663, "apologize": 20657, "sesame": 20651, "replacement": 20647, "condition": 20630, "complaining": 20605, "regarding": 20604, "social": 20600, "blood": 20598, "ease": 20594, "overwhelming": 20583, "mike": 20566, "cutting": 20547, "0": 20532, "thankfully": 20525, "sweetness": 20524, "fashion": 20483, "count": 20479, "crappy": 20473, "power": 20455, "assured": 20438, "wasted": 20375, "mad": 20348, "female": 20331, "preferred": 20290, "cleanliness": 20245, "towels": 20233, "55": 20218, "pancake": 20216, "pastry": 20203, "suggestion": 20202, "custom": 20179, "celebrate": 20162, "500": 20152, "worried": 20119, "150": 20103, "states": 20094, "convenience": 20076, "popcorn": 20071, "tub": 20067, "warning": 20056, "joints": 20050, "shortly": 20041, "beverage": 20038, "mussels": 20005, "breast": 19991, "info": 19980, "program": 19972, "basket": 19968, "henderson": 19956, "professionalism": 19907, "togo": 19886, "damage": 19877, "dental": 19868, "heading": 19850, "un": 19824, "container": 19819, "cherry": 19764, "feed": 19750, "required": 19747, "chris": 19746, "fatty": 19739, "john": 19739, "crepe": 19735, "fake": 19730, "impeccable": 19722, "ends": 19719, "genuinely": 19715, "300": 19688, "quantity": 19685, "letting": 19679, "minor": 19677, "blow": 19673, "beverages": 19622, "enttered": 19615, "hill": 19610, "steakhouse": 19592, "listened": 19583, "research": 19582, "naan": 19578, "wrote": 19572, "weekly": 19571, "protein": 19570, "partner": 19550, "salted": 19544, "stone": 19524, "minimum": 19514, "vs": 19495, "cabbage": 19480, "workout": 19472, "holy": 19465, "checkin": 19462, "kidding": 19450, "cancel": 19431, "thumbs": 19426, "bothered": 19418, "smoking": 19411, "concern": 19409, "importantly": 19400, "crepes": 19382, "rave": 19365, "diet": 19322, "receptionist": 19311, "entertaining": 19304, "amazingly": 19285, "ring": 19262, "planned": 19260, "ribeye": 19254, "sticks": 19228, "noisy": 19222, "ridiculously": 19208, "push": 19204, "chorizo": 19188, "stellar": 19162, "pesto": 19137, "afraid": 19123, "earth": 19118, "hopes": 19079, "rip": 19072, "cilantro": 19068, "couldve": 19067, "starving": 19051, "nope": 19043, "bet": 19033, "tucked": 19029, "dream": 19016, "focus": 18990, "heck": 18980, "present": 18941, "tomorrow": 18937, "ketchup": 18930, "students": 18921, "thrilled": 18906, "draft": 18901, "almond": 18886, "stumbled": 18881, "responded": 18872, "encountered": 18832, "everytime": 18825, "membership": 18824, "books": 18818, "interest": 18800, "fellow": 18796, "reviewers": 18796, "dive": 18789, "undercooked": 18779, "asparagus": 18777, "reserved": 18769, "alot": 18763, "mint": 18760, "warned": 18757, "win": 18756, "faster": 18734, "blend": 18716, "garbage": 18710, "noon": 18708, "quaint": 18698, "lemonade": 18694, "80": 18681, "smoothie": 18674, "buttery": 18671, "indoor": 18656, "omelette": 18656, "according": 18653, "hassle": 18637, "exception": 18616, "diners": 18612, "tires": 18598, "enchiladas": 18596, "greatest": 18576, "sons": 18531, "vip": 18509, "pickup": 18508, "central": 18503, "estimate": 18501, "hooked": 18481, "built": 18478, "bagel": 18442, "coleslaw": 18438, "mary": 18432, "tapas": 18429, "entering": 18427, "1000": 18393, "17": 18387, "paperwork": 18385, "grateful": 18354, "animal": 18347, "alternative": 18340, "jack": 18337, "au": 18302, "unbelievable": 18286, "magic": 18278, "olives": 18277, "poke": 18275, "subpar": 18264, "pride": 18261, "pure": 18225, "background": 18207, "coupons": 18195, "bike": 18194, "clothing": 18186, "cooks": 18135, "fitness": 18126, "courses": 18112, "coke": 18111, "voice": 18079, "genuine": 18068, "happening": 18066, "toilet": 18041, "cupcakes": 18011, "talented": 18005, "scoop": 17982, "dude": 17962, "subway": 17957, "jam": 17932, "shut": 17920, "teas": 17917, "ie": 17886, "messy": 17883, "hawaiian": 17875, "tom": 17862, "coworker": 17853, "donut": 17852, "plentiful": 17815, "vodka": 17809, "speed": 17791, "lake": 17780, "introduced": 17776, "ravioli": 17776, "lastly": 17774, "july": 17766, "levels": 17752, "everybody": 17748, "leg": 17746, "searching": 17740, "ya": 17734, "forced": 17728, "rough": 17714, "reach": 17701, "bits": 17680, "confusing": 17671, "comments": 17660, "frustrating": 17655, "purchasing": 17648, "stocked": 17638, "weight": 17628, "unlimited": 17599, "comparison": 17598, "amenities": 17596, "wing": 17582, "lover": 17574, "requests": 17568, "jerk": 17564, "trips": 17555, "vet": 17543, "report": 17541, "wanna": 17529, "wifes": 17517, "amazed": 17507, "legit": 17500, "tag": 17497, "premium": 17496, "indeed": 17495, "considered": 17489, "arriving": 17488, "ample": 17483, "les": 17466, "reliable": 17458, "train": 17451, "animals": 17449, "pickled": 17439, "dealt": 17417, "chop": 17408, "napkins": 17400, "carrots": 17399, "desired": 17395, "brew": 17387, "wraps": 17387, "refilled": 17371, "du": 17370, "clubs": 17355, "comparable": 17351, "exciting": 17302, "attended": 17300, "sets": 17291, "andor": 17287, "rated": 17286, "coast": 17273, "seasonal": 17247, "mountain": 17243, "cared": 17224, "slight": 17210, "provides": 17208, "nuts": 17204, "basis": 17194, "install": 17189, "unacceptable": 17186, "setup": 17175, "sucked": 17171, "chandler": 17170, "paired": 17150, "challenge": 17145, "track": 17125, "texas": 17108, "whipped": 17071, "buck": 17068, "lv": 17056, "maple": 17051, "el": 17042, "spoon": 17033, "tart": 17018, "described": 17009, "improved": 16998, "75": 16979, "nowhere": 16977, "thus": 16957, "liquor": 16914, "planet": 16914, "created": 16907, "appears": 16906, "mushy": 16868, "omelet": 16856, "quesadilla": 16855, "unable": 16851, "worker": 16845, "emergency": 16833, "octopus": 16829, "handful": 16815, "involved": 16812, "saving": 16812, "acceptable": 16791, "practically": 16791, "promise": 16785, "marinated": 16783, "browns": 16767, "fork": 16746, "lovers": 16740, "edible": 16705, "stands": 16702, "majority": 16691, "angry": 16666, "blueberry": 16662, "mail": 16657, "wtf": 16648, "restroom": 16647, "yard": 16646, "wynn": 16643, "meaning": 16642, "grease": 16633, "younger": 16615, "booking": 16606, "fly": 16599, "buds": 16597, "action": 16588, "wondering": 16581, "attached": 16576, "grew": 16568, "fusion": 16564, "nicest": 16561, "settled": 16548, "nyc": 16544, "happily": 16538, "freaking": 16522, "minus": 16511, "providing": 16488, "cheeseburger": 16484, "traveling": 16448, "risotto": 16432, "mediterranean": 16431, "advertised": 16424, "appetite": 16424, "wished": 16403, "fav": 16390, "flavorless": 16380, "martini": 16372, "appropriate": 16356, "vinegar": 16342, "sangria": 16331, "male": 16314, "tho": 16314, "hits": 16309, "loyal": 16302, "salons": 16280, "philly": 16268, "elevator": 16234, "bagels": 16223, "stress": 16215, "designed": 16212, "mignon": 16188, "pushy": 16179, "flowers": 16169, "\\u00e0": 16163, "asks": 16138, "raspberry": 16090, "calm": 16064, "hearty": 16061, "juices": 16045, "law": 16040, "charming": 16036, "football": 16026, "puts": 16026, "delight": 16015, "judge": 16015, "21": 16009, "champagne": 16007, "adorable": 16004, "finishing": 15997, "kill": 15991, "bedroom": 15985, "en": 15979, "smiling": 15975, "factor": 15961, "afford": 15957, "weak": 15954, "satisfy": 15951, "improvement": 15950, "balanced": 15940, "contract": 15940, "tooth": 15936, "pro": 15923, "skeptical": 15918, "cleaner": 15911, "growing": 15901, "shuttle": 15889, "cheeses": 15888, "artist": 15869, "frustrated": 15864, "dinners": 15861, "mesa": 15858, "cramped": 15846, "strongly": 15842, "lightly": 15841, "heads": 15840, "strawberries": 15840, "midnight": 15836, "advised": 15832, "understood": 15832, "surgery": 15829, "replied": 15823, "smart": 15813, "confirm": 15812, "flag": 15807, "conveniently": 15800, "washed": 15763, "news": 15750, "passing": 15746, "bitter": 15742, "monthly": 15738, "page": 15727, "minimal": 15718, "trained": 15679, "hesitate": 15676, "smoothies": 15664, "joe": 15655, "veal": 15651, "michael": 15640, "darn": 15636, "pretzel": 15629, "confirmed": 15619, "forth": 15607, "stepped": 15606, "student": 15605, "watery": 15603, "peak": 15597, "therefore": 15576, "pumpkin": 15572, "twist": 15571, "recall": 15570, "fail": 15555, "kudos": 15553, "falling": 15536, "cat": 15515, "adds": 15510, "district": 15501, "hall": 15498, "velvet": 15487, "scratch": 15483, "uses": 15473, "plans": 15468, "assortment": 15453, "cajun": 15446, "insisted": 15444, "granted": 15437, "filthy": 15436, "session": 15428, "waitstaff": 15422, "upgraded": 15414, "calgary": 15404, "chatting": 15393, "cab": 15383, "oz": 15379, "holding": 15375, "bubble": 15359, "factory": 15348, "accident": 15345, "strips": 15336, "highlights": 15305, "seared": 15304, "movies": 15299, "overwhelmed": 15286, "receiving": 15280, "blame": 15277, "mgm": 15275, "neck": 15274, "passion": 15271, "itll": 15233, "walmart": 15230, "cart": 15190, "checkout": 15171, "whos": 15164, "thrown": 15161, "250": 15156, "clue": 15146, "rack": 15146, "locally": 15141, "compliments": 15130, "raised": 15128, "bass": 15120, "4th": 15102, "croissant": 15079, "ripped": 15074, "steep": 15052, "caesars": 15036, "cell": 15026, "construction": 15026, "chile": 15004, "approached": 15002, "pound": 14997, "braised": 14994, "tall": 14988, "repaired": 14979, "canada": 14974, "grits": 14930, "assistant": 14914, "whatsoever": 14904, "suck": 14902, "nonetheless": 14895, "tone": 14893, "killer": 14879, "golf": 14875, "direction": 14873, "stairs": 14869, "opposite": 14866, "dates": 14865, "finger": 14856, "forgotten": 14856, "choosing": 14832, "winner": 14824, "snow": 14813, "sundays": 14812, "ave": 14798, "entirely": 14782, "meatball": 14780, "cheapest": 14777, "fruits": 14765, "screw": 14762, "rates": 14755, "wax": 14742, "shakes": 14729, "honor": 14719, "detailed": 14706, "edge": 14704, "manage": 14693, "nightmare": 14678, "faces": 14677, "sink": 14675, "score": 14665, "pools": 14654, "degrees": 14653, "hamburger": 14648, "yelling": 14647, "village": 14644, "exceeded": 14639, "root": 14633, "los": 14629, "checks": 14621, "staple": 14616, "eastern": 14611, "casinos": 14610, "downhill": 14597, "gras": 14590, "led": 14582, "unhappy": 14568, "reception": 14566, "fave": 14559, "roof": 14545, "answers": 14537, "beach": 14532, "popped": 14514, "maintained": 14506, "palace": 14506, "que": 14503, "crave": 14500, "eater": 14488, "venetian": 14488, "neighbors": 14476, "competition": 14474, "divine": 14471, "smiles": 14469, "kimchi": 14468, "22": 14458, "caused": 14453, "beauty": 14451, "blew": 14445, "c": 14441, "pricy": 14428, "cuz": 14421, "jobs": 14418, "wallet": 14417, "carrot": 14413, "est": 14413, "earned": 14404, "kale": 14403, "bistro": 14400, "flying": 14396, "scared": 14395, "ratio": 14389, "70": 14362, "guac": 14359, "tops": 14359, "stations": 14344, "peach": 14325, "china": 14323, "spanish": 14306, "appealing": 14304, "waters": 14295, "neighbourhood": 14294, "queso": 14294, "rose": 14283, "description": 14281, "recommending": 14268, "competitive": 14265, "acted": 14253, "steal": 14252, "approach": 14238, "microwave": 14230, "clinic": 14204, "needing": 14203, "respond": 14203, "print": 14197, "patience": 14171, "ahi": 14141, "couch": 14134, "former": 14134, "couples": 14124, "fight": 14123, "yay": 14122, "greeting": 14116, "assumed": 14089, "crowds": 14084, "code": 14083, "pics": 14077, "features": 14063, "cents": 14051, "emails": 14033, "pissed": 14020, "hired": 14017, "loving": 14014, "facial": 14006, "listening": 14000, "acknowledged": 13995, "sometime": 13995, "gentle": 13993, "fyi": 13990, "explanation": 13987, "gf": 13987, "dealer": 13975, "million": 13967, "mechanic": 13966, "thankful": 13966, "shirt": 13964, "ups": 13953, "procedure": 13951, "reached": 13948, "pedi": 13944, "chow": 13942, "parked": 13942, "con": 13937, 